Repository: vslavik/poedit
Catalog: locales/macos/*.lproj/InfoPlist.strings
Languages: et

source: PO Translation
et: PO tõlge

source: Compiled Translation
et: Kompileeritud tõlge

source: Translation Template
et: Tõlkemall

source: XLIFF Translation
et: XLIFF Tõlge

source: Qt Translation
et: Qt tõlge

source: Flutter Translation
et: Flutteri tõlge

source: RESX Resource
et: RESX ressurss

source: JSON Document
et: JSON dokument

source: Xcode Localization Catalog
et: Xcode lokaliseerimise kataloog

source: MDItemKeywords
et: PO,XLIFF,gettext,WordPress,i18n,l10n,tõlge,lokaliseerimine

source: NSDesktopFolderUsageDescription
et: Poedit peab pääsema juurde teie lähtefailidele, et otsida neid tõlgitavate keelte jaoks.

source: NSDocumentsFolderUsageDescription
et: Poedit peab pääsema juurde teie lähtefailidele, et otsida neid tõlgitavate keelte jaoks.

source: NSDownloadsFolderUsageDescription
et: Poedit peab pääsema juurde teie lähtefailidele, et otsida neid tõlgitavate keelte jaoks.

source: NSFileProviderDomainUsageDescription
et: Poedit peab pääsema juurde teie lähtefailidele, et otsida neid tõlgitavate keelte jaoks.

source: NSNetworkVolumesUsageDescription
et: Poedit peab pääsema juurde teie lähtefailidele, et otsida neid tõlgitavate keelte jaoks.

source: NSRemovableVolumesUsageDescription
et: Poedit peab pääsema juurde teie lähtefailidele, et otsida neid tõlgitavate keelte jaoks.
