Repository: vslavik/poedit
Catalog: locales/*.po
Languages: be@latin, ky, lo, ne

source: Untrans
be@latin: Niepierakł
ky: Которулган жок
lo: ຍັງບໍ່ແປ
ne: अनुवाद नगर ।

# column/row header
source: Needs Work
lo: ຕ້ອງການກວດແກ້

source: Errors
lo: ຂໍ້ຜິດພາດ

source: Last modified
be@latin: Niadaŭna zmadyfikavana
ky: Акыркы өзгөртүү
lo: ແກ້ໄຂຄັ້ງສຸດທ້າຍ
ne: अंतिम परिवर्तन मिति

source: Select directory
be@latin: Abiary kataloh
ky: Каталогду тандаңыз
lo: ເລືອກໄດເຣັກທໍຣີ
ne: घर्राको चयन गर्नु होस् ।

source: Directories:
be@latin: Katalohi:
ky: Каталогдор:
lo: ໄດເຣັກທໍຣີ:
ne: घर्राहरू

source: <unnamed>
be@latin: <bieznazoŭny>
ky: <аты жок>
lo: <ບໍ່ມີຊື່>
ne: <बेनामे>

source: Do you want to delete project “%s”?
lo: ທ່ານຕ້ອງການລຶບໂຄງການ “%s” ບໍ່?

source: Delete project
lo: ລຶບໂຄງການ

source: Deleting the project will not delete any translation files.
lo: ການລຶບໂຄງການຈະບໍ່ລຶບໄຟລ໌ຄຳແປໃດໆ.

source: Confirmation
be@latin: Paćvierdžańnie
ky: Аныктоо
lo: ການຢືນຢັນ
ne: यकिन

source: Update all catalogs in this project?
lo: ອັບເດດແຄັດຕາລັອກທັງໝົດໃນໂຄງການນີ້ບໍ່?

source: Performs update from source code on all files in the project.
lo: ດຳເນີນການອັບເດດຈາກຊອດໂຄດໃນທຸກໄຟລ໌ໃນໂຄງການ.

source: Updating project catalogs
lo: ກຳລັງອັບເດດແຄັດຕາລັອກໂຄງການ

source: Check for Updates…
lo: ກວດສອບການອັບເດດ…

source: Catalogs Manager
ky: Каталогдор менеджери
lo: ຕົວຈັດການແຄັດຕາລັອກ

source: &Edit
be@latin: &Redahuj
ky: &Оңдоо
lo: &ແກ້ໄຂ
ne: &संपादन

source: Undo
be@latin: Viarni
ky: Жокко чыгаруу
lo: ຍົກເລີກການກະທຳ
ne: उल्टाउ

source: Redo
ky: Кайталоо
lo: ເຮັດຄືນ

source: Paste and Match Style
ky: Коюу жана дал келүү стили
lo: ວາງ ແລະ ປັບຮູບແບບ

source: Delete
be@latin: Vydal
ky: Өчүрүү
lo: ລຶບ
ne: मेटाउ

source: Spelling and Grammar
ky: Орфография жана грамматика
lo: ການສະກົດຄຳ ແລະ ໄວຍະກອນ

source: Show Spelling and Grammar
ky: Орфографиясын жана грамматикасын көрсөтүү
lo: ສະແດງການສະກົດຄຳ ແລະ ໄວຍະກອນ

source: Check Document Now
ky: Иш кагазды азыр текшерүү
lo: ກວດສອບເອກະສານດຽວນີ້

source: Check Spelling While Typing
ky: Басып жатканда орфографиясын текшерүү
lo: ກວດການສະກົດຄຳຂະນະພິມ

source: Check Grammar With Spelling
ky: Грамматиканы орфографиясы менен кошо текшерүү
lo: ກວດໄວຍະກອນພ້ອມການສະກົດຄຳ

source: Correct Spelling Automatically
ky: Орфографияны автоматтуу түрүндө оңдоо
lo: ແກ້ການສະກົດຄຳອັດຕະໂນມັດ

source: Substitutions
ky: Алмаштыруулар
lo: ການແທນທີ່

source: Show Substitutions
ky: Алмаштырууларын көрсөтүү
lo: ສະແດງການແທນທີ່

source: Smart Copy/Paste
ky: Акылдуу көчүрүү/коюу
lo: ການຄັດລອກ/ວາງແບບອັດສະລິຍະ

source: Smart Quotes
ky: Акылдуу тырмакчалар
lo: ເຄື່ອງໝາຍຄຳເວົ້າແບບອັດສະລິຍະ

source: Smart Dashes
ky: Акылдуу тирелер
lo: ຂີດຕໍ່ແບບອັດສະລິຍະ

source: Smart Links
ky: Акылдуу шилтемелер
lo: ລິງກ໌ແບບອັດສະລິຍະ

source: Text Replacement
ky: Текст алмаштыруу
lo: ການແທນທີ່ຂໍ້ຄວາມ

source: Transformations
ky: Өзгөртүлүүлөр
lo: ການປ່ຽນຮູບແບບ

source: Make Upper Case
ky: Төмөнкү регистр кылуу
lo: ປ່ຽນເປັນຕົວພິມໃຫຍ່

source: Make Lower Case
ky: Жогорку регистр кылуу
lo: ປ່ຽນເປັນຕົວພິມນ້ອຍ

source: Capitalize
ky: Баш тамга кылуу
lo: ຂຶ້ນຕົ້ນດ້ວຍຕົວພິມໃຫຍ່

source: Speech
ky: Сөз
lo: ການເວົ້າ

source: Start Speaking
ky: Текшерүүнү баштоо
lo: ເລີ່ມເວົ້າ

source: Stop Speaking
ky: Текшерүүнү токтотуу
lo: ຢຸດເວົ້າ

source: &View
be@latin: &Vyhlad
ky: Кө&рүнүш
lo: &ມຸມມອງ
ne: &अवलोकन

source: Show Toolbar
lo: ສະແດງແຖບເຄື່ອງມື

source: Customize Toolbar…
lo: ປັບແຕ່ງແຖບເຄື່ອງມື…

source: Window
lo: ໜ້າຕ່າງ

source: Minimize
lo: ຫຍໍ້ລົງ

source: Zoom
lo: ຊູມ

source: Welcome to Poedit
ky: Poedit'ке кош келиңиз
lo: ຍິນດີຕ້ອນຮັບສູ່ Poedit

source: Bring All to Front
lo: ນຳທັງໝົດມາທາງໜ້າ

source: Information about the translator
lo: ຂໍ້ມູນກ່ຽວກັບນັກແປ

source: Name:
lo: ຊື່:

source: Your Name
lo: ຊື່ຂອງທ່ານ

source: Email:
lo: ອີເມວ:

source: Your name and email address are only used to set the Last-Translator header of GNU gettext files.
lo: ຊື່ ແລະ ທີ່ຢູ່ອີເມວຂອງທ່ານຈະຖືກໃຊ້ເພື່ອຕັ້ງຄ່າສ່ວນຫົວ Last-Translator ຂອງໄຟລ໌ GNU gettext ເທົ່ານັ້ນ.

source: Editing
lo: ການແກ້ໄຂ

source: Automatically compile MO file when saving
lo: ຄອມໄພລ໌ໄຟລ໌ MO ອັດຕະໂນມັດເມື່ອບັນທຶກ

source: Check spelling
ky: Орфография текшерүү
lo: ກວດການສະກົດຄຳ

source: Always change focus to text input field
be@latin: Zaŭždy pierachodź da pola ŭvodu tekstu
ky: Текст киргизген четаянтына дайыма фокусту коюу
lo: ຍ້າຍໂຟກັສໄປທີ່ຊ່ອງປ້ອນຂໍ້ຄວາມສະເໝີ
ne: केन्द्रीभूत लाई सधै पाठ लगानी क्षेत्रमा परिवर्तन गर ।

source: Never let the list of strings take focus. If enabled, you must use Ctrl-arrows for keyboard navigation but you can also type text immediately, without having to press Tab to change focus.
be@latin: Nikoli nie davaj fokus śpisu radkoŭ. Kali ŭklučana, treba karystacca Ctrl+strełkami dla navihacyi z klavijatury, ale možna taksama ŭvodzić tekst adrazu, biez naciskańnia Tab, kab źmianić fokus.
ky: Эч качан саптар тизмесине фокусту карматпоо. Эгер колдонулса, клавиатурадан башкаруу үчүн Ctrl-жебелерин сиз колдонушуңуз керек, бирок фокусту алмаштыруу үчүн Tab'ды баспай туруп деле текстти токтоосуз киргизип баштасаңыз болот.
lo: ບໍ່ໃຫ້ລາຍຊື່ຂໍ້ຄວາມໄດ້ຮັບໂຟກັສ. ຖ້າເປີດໃຊ້, ທ່ານຕ້ອງໃຊ້ປຸ່ມລູກສອນ Ctrl ເພື່ອ điều khiểnດ້ວຍແປ້ນພິມ, ແຕ່ທ່ານກໍສາມາດພິມຂໍ້ຄວາມໄດ້ທັນທີ ໂດຍບໍ່ຕ້ອງກົດ Tab ເພື່ອປ່ຽນໂຟກັສ.
ne: कहिले पनि पदावलीको सूचीलाई केन्द्रीयभूत हुन नदिन होला । यदि यो सक्रिय छ भने तपाइले कुञ्जीपाटी बाट Ctrl-arrows को प्रयोग गर्न सक्नु हुन्छ तर Tab लाइ दबाएर पदावली टङ्कण पनि गर्न सक्नु हुन्छ ।

source: Appearance
lo: ຮູບລັກ

source: Use custom text fields font:
lo: ໃຊ້ຟອນຊ່ອງຂໍ້ຄວາມແບບກຳນົດເອງ:

source: Change UI language
be@latin: Źmiani movu interfejsu
ky: Интерфейс тилин өзгөртүү
lo: ປ່ຽນພາສາສ່ວນຕິດຕໍ່ຜູ້ໃຊ້
ne: भाषाको परिवर्तन

source: General
lo: ທົ່ວໄປ

source: Manage…
lo: ຈັດການ…

source: When updating from sources
lo: ເມື່ອອັບເດດຈາກຕົ້ນສະບັບ

source: pre-translate from TM
lo: ແປລ່ວງໜ້າຈາກ TM

source: Poedit can attempt to fill in new entries from only previous translations in the file or from your entire translation memory. Using the TM won’t be very effective if it’s near-empty, but it will get better as you add more translations to it.
lo: Poedit ສາມາດພະຍາຍາມຕື່ມຂໍ້ມູນໃສ່ລາຍການໃໝ່ຈາກຄຳແປກ່ອນໜ້າໃນໄຟລ໌ເທົ່ານັ້ນ ຫຼື ຈາກໜ່ວຍຄວາມຈຳຄຳແປທັງໝົດຂອງທ່ານ. ການໃຊ້ TM ຈະບໍ່ມີປະສິດທິພາບຫຼາຍ ຖ້າມັນເກືອບວ່າງ, ແຕ່ມັນຈະດີຂຶ້ນເມື່ອທ່ານເພີ່ມຄຳແປໃສ່ມັນຫຼາຍຂຶ້ນ.

source: Stored translations:
ky: Сакталган котормолор:
lo: ຄຳແປທີ່ເກັບໄວ້:

source: Database size on disk:
ky: Маалыматтар базасынын дисктеги өлчөмү:
lo: ຂະໜາດຖານຂໍ້ມູນໃນດິສກ໌:

source: Import From TMX…
lo: ນຳເຂົ້າຈາກ TMX…

source: Import from TMX…
lo: ນຳເຂົ້າຈາກ TMX…

source: Export To TMX…
lo: ສົ່ງອອກໄປ TMX…

source: Export to TMX…
lo: ສົ່ງອອກໄປ TMX…

source: Reset
lo: ຣີເຊັດ

source: Importing translations…
lo: ກຳລັງນຳເຂົ້າຄຳແປ…

source: Importing from “%s”…
lo: ກຳລັງນຳເຂົ້າຈາກ “%s”…

source: %s translation was imported.
lo: ນຳເຂົ້າຄຳແປ %s ລາຍການແລ້ວ.

source: Export as…
lo: ສົ່ງອອກເປັນ…

source: Exporting translations…
lo: ກຳລັງສົ່ງອອກຄຳແປ…

source: Exporting translation memory to “%s” failed.
lo: ການສົ່ງອອກໜ່ວຍຄວາມຈຳຄຳແປໄປທີ່ “%s” ລົ້ມເຫຼວ.

source: Are you sure you want to reset the translation memory?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຣີເຊັດໜ່ວຍຄວາມຈຳຄຳແປ?

source: Resetting the translation memory will irrevocably delete all stored translations from it. You can’t undo this operation.
lo: ການຣີເຊັດໜ່ວຍຄວາມຈຳຄຳແປຈະລຶບຄຳແປທີ່ເກັບໄວ້ທັງໝົດອອກຢ່າງຖາວອນ. ທ່ານບໍ່ສາມາດຍົກເລີກການກະທຳນີ້ໄດ້.

source: Source code extractors are used to find translatable strings in the source code files and extract them so that they can be translated.
lo: ຕົວແຍກຊອດໂຄດຖືກໃຊ້ເພື່ອຄົ້ນຫາຂໍ້ຄວາມທີ່ແປໄດ້ໃນໄຟລ໌ຊອດໂຄດ ແລະ ແຍກພວກມັນອອກມາເພື່ອໃຫ້ສາມາດແປໄດ້.

source: Custom Extractors:
lo: ຕົວແຍກແບບກຳນົດເອງ:

source: Custom extractors:
lo: ຕົວແຍກແບບກຳນົດເອງ:

source: Supports all programming languages recognized by GNU gettext tools (PHP, C/C++, C#, Perl, Python, Java, JavaScript and others).
lo: ຮອງຮັບທຸກພາສາການຂຽນໂປຣແກຣມທີ່ເຄື່ອງມື GNU gettext ຮູ້ຈັກ (PHP, C/C++, C#, Perl, Python, Java, JavaScript ແລະ ອື່ນໆ).

source: Delete extractor
lo: ລຶບຕົວແຍກ

source: Are you sure you want to delete the “%s” extractor?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຕົວແຍກ “%s”?

source: Extractors
lo: ຕົວແຍກ

source: Accounts
lo: ບັນຊີ

source: Automatically check for updates
lo: ກວດສອບການອັບເດດອັດຕະໂນມັດ

source: Include beta versions
ky: Бета-версияларын кошо
lo: ລວມເວີຊັນເບຕ້າ

source: Beta versions contain the latest new features and improvements, but may be a bit less stable.
lo: ເວີຊັນເບຕ້າປະກອບມີຄຸນສົມບັດໃໝ່ລ່າສຸດ ແລະ ການປັບປຸງ, ແต่อາດมีความเสถียรน้อยกว่าเล็กน้อย.

source: Updates
lo: ການອັບເດດ

source: These settings affect internal formatting of PO files. Adjust them if you have specific requirements e.g. because of version control.
lo: ການຕັ້ງຄ່າເຫຼົ່ານີ້ມີຜົນຕໍ່ການຈັດຮູບແບບພາຍໃນຂອງໄຟລ໌ PO. ປັບປ່ຽນພວກມັນຖ້າທ່ານມີຂໍ້ກຳນົດສະເພາະ ເຊັ່ນ ເພາະການຄວບຄຸມເວີຊັນ.

source: Line endings:
lo: ຕົວສິ້ນສຸດແຖວ:

source: Unix (recommended)
ky: Unix (сунушталат)
lo: Unix (ແນະນຳ)
ne: Unix (सिफारिस)

source: Wrap at:
lo: ຕັດແຖວທີ່:

source: Advanced
lo: ຂັ້ນສູງ

source: Preparing strings…
lo: ກຳລັງກະກຽມຂໍ້ຄວາມ…

source: Pre-translating from translation memory…
lo: ກຳລັງແປລ່ວງໜ້າຈາກໜ່ວຍຄວາມຈຳຄຳແປ…

source: Pre-translated %u string
lo: ແປລ່ວງໜ້າ %u ຂໍ້ຄວາມແລ້ວ

source: Pre-translating…
lo: ກຳລັງແປລ່ວງໜ້າ…

source: %d entry was pre-translated.
lo: ມີ %d ລາຍການຖືກແປລ່ວງໜ້າ.

source: The translations were marked as needing work, because they may be inaccurate. You should review them for correctness.
lo: ຄຳແປຖືກໝາຍວ່າຕ້ອງການກວດແກ້, ເພາະອາດບໍ່ຖືກຕ້ອງ. ທ່ານຄວນກວດສອບຄວາມຖືກຕ້ອງ.

source: Exact matches from TM
lo: ລາຍການທີ່ກົງກັນທຸກປະການຈາກ TM

source: Approximate matches from TM
lo: ລາຍການທີ່ກົງກັນໂດຍປະມານຈາກ TM

source: No entries could be pre-translated.
lo: ບໍ່ມີລາຍການໃດສາມາດແປລ່ວງໜ້າໄດ້.

source: All strings were already translated.
lo: ທຸກຂໍ້ຄວາມຖືກແປແລ້ວ.

source: The TM doesn’t contain any strings similar to the content of this file. It is only effective for semi-automatic translations after Poedit learns enough from files that you translated manually.
lo: TM ບໍ່ມີຂໍ້ຄວາມໃດທີ່ຄ້າຍຄືກັບເນື້ອໃນຂອງໄຟລ໌ນີ້. ມັນຈະມີປະສິດທິພາບສຳລັບການແປເຄິ່ງອັດຕະໂນມັດ ຫຼັງຈາກ Poedit ຮຽນຮູ້ພຽງພໍຈາກໄຟລ໌ທີ່ທ່ານແປດ້ວຍຕົນເອງ.

source: Cannot pre-translate without source text.
lo: ບໍ່ສາມາດແປລ່ວງໜ້າໄດ້ໂດຍບໍ່ມີຂໍ້ຄວາມຕົ້ນສະບັບ.

source: Pre-translate
lo: ແປລ່ວງໜ້າ

source: Pre-translation requires that source text is available. It doesn’t work if only IDs without the actual text are used.
lo: ການແປລ່ວງໜ້າຕ້ອງການຂໍ້ຄວາມຕົ້ນສະບັບ. ມັນຈະບໍ່ເຮັດວຽກຖ້າໃຊ້ພຽງແຕ່ ID ໂດຍບໍ່ມີຂໍ້ຄວາມຈິງ.

source: Cannot pre-translate from unknown language.
lo: ບໍ່ສາມາດແປລ່ວງໜ້າຈາກພາສາທີ່ບໍ່ຮູ້ຈັກ.

source: Pre-translation requires that source text’s language is known. Poedit couldn’t detect it in this file.
lo: ການແປລ່ວງໜ້າຕ້ອງການຮູ້ພາສາຂອງຂໍ້ຄວາມຕົ້ນສະບັບ. Poedit ບໍ່ສາມາດກວດພົບໄດ້ໃນໄຟລ໌ນີ້.

source: Only fill in exact matches
lo: ຕື່ມຂໍ້ມູນສະເພາະລາຍການທີ່ກົງກັນທຸກປະການ

source: By default, inaccurate results are also included, but marked as needing work. Check this option to only include perfect matches.
lo: ໂດຍປົກກະຕິ, ຜົນລັບທີ່ບໍ່ຖືກຕ້ອງຈະຖືກລວມຢູ່, ແຕ່ຈະຖືກໝາຍວ່າຕ້ອງການກວດແກ້. ໝາຍເອົາຕົວເລືອກນີ້ເພື່ອລວມສະເພາະລາຍການທີ່ກົງກັນທຸກປະການ.

source: Don’t mark exact matches as needing work
lo: ບໍ່ໝາຍລາຍການທີ່ກົງກັນທຸກປະການວ່າຕ້ອງການກວດແກ້

source: Only enable if you trust the quality of your TM. By default, all matches from the TM are marked as needing work and should be reviewed before use.
lo: ເປີດໃຊ້ງານສະເພາະເມື່ອທ່ານເຊື່ອໝັ້ນໃນຄຸນນະພາບຂອງ TM ຂອງທ່ານ. ໂດຍປົກກະຕິ, ທຸກລາຍການທີ່ກົງກັນຈາກ TM ຈະຖືກໝາຍວ່າຕ້ອງການກວດແກ້ ແລະ ຄວນກວດສອບກ່ອນນຳໃຊ້.

source: Pre-translation automatically finds exact or fuzzy matches for untranslated strings in the translation memory and fills in their translations.
lo: ການແປລ່ວງໜ້າຈະຄົ້ນຫາລາຍການທີ່ກົງກັນທຸກປະການ ຫຼື ຄ້າຍຄືກັນສຳລັບຂໍ້ຄວາມທີ່ຍັງບໍ່ໄດ້ແປໃນໜ່ວຍຄວາມຈຳຄຳແປ ແລະ ຕື່ມຄຳແປໃຫ້ໂດຍອັດຕະໂນມັດ.

source: Error:
lo: ຂໍ້ຜິດພາດ:

source: %d error occurred:
lo: ເກີດຂໍ້ຜິດພາດ %d ລາຍການ:

source: An error occurred.
lo: ເກີດຂໍ້ຜິດພາດ.

source: %d error occurred.
lo: ເກີດຂໍ້ຜິດພາດ %d ລາຍການ.

source: Cancelling…
lo: ກຳລັງຍົກເລີກ…

source: Add Folders…
lo: ເພີ່ມໂຟເດີ…

source: Add folders…
lo: ເພີ່ມໂຟເດີ…

source: Add Wildcard…
lo: ເພີ່ມ Wildcard…

source: Add wildcard…
lo: ເພີ່ມ wildcard…

source: Reveal in Finder
lo: ສະແດງໃນ Finder

source: Show in Explorer
lo: ສະແດງໃນ Explorer

source: Show in Folder
lo: ສະແດງໃນໂຟເດີ

source: Paths
be@latin: Ściežki
ky: Жолдор
lo: ເສັ້ນທາງ
ne: मार्ग

source: Excluded paths
lo: ເສັ້ນທາງທີ່ຍົກເວັ້ນ

source: Extract notes for translators from:
lo: ແຍກໝາຍເຫດສຳລັບນັກແປຈາກ:

source: Comments prefixed with:
lo: ຄຳເຫັນທີ່ຂຶ້ນຕົ້ນດ້ວຍ:

source: All comments
lo: ທຸກຄຳເຫັນ

source: Additional xgettext flags:
lo: ແຟລກ xgettext ເພີ່ມເຕີມ:

source: Additional keywords
ky: Кошумча ачкыч сөздөрү
lo: ຄີເວີດເພີ່ມເຕີມ

source: Name of the project the translation is for
ky: Котормонун долбоор аты
lo: ຊື່ຂອງໂຄງການທີ່ຄຳແປນີ້ເປັນຂອງ

source: Team name and email address or URL
lo: ຊື່ທີມ ແລະ ທີ່ຢູ່ອີເມວ ຫຼື URL

source: e.g. nplurals=2; plural=(n > 1);
ky: мисалы, nplurals=2; plural=(n > 1);
lo: ຕົວຢ່າງ nplurals=2; plural=(n > 1);

source: UTF-8 (recommended)
ky: UTF-8 (сунушталат)
lo: UTF-8 (ແນະນຳ)
ne: UTF-8 (सिफारिस)

source: Please save the file first. This section cannot be edited until then.
ky: Файлды биринчисинен сактаңыз. Бул бөлүктү ага чейин түзөтүүгө мүмкүн эмес.
lo: ກະລຸນາບັນທຶກໄຟລ໌ກ່ອນ. ສ່ວນນີ້ບໍ່ສາມາດແກ້ໄຂໄດ້ຈົນກວ່າຈະບັນທຶກ.

source: Placeholders correctness
lo: ຄວາມຖືກຕ້ອງຂອງຕົວແທນທີ່

source: Placeholder “%s” is missing from translation.
lo: ຕົວແທນທີ່ “%s” ຫາຍໄປຈາກຄຳແປ.

source: Superfluous placeholder “%s” that isn’t in source text.
lo: ມີຕົວແທນທີ່ “%s” ເກີນມາທີ່ບໍ່ມີໃນຂໍ້ຄວາມຕົ້ນສະບັບ.

source: Plural form translations
lo: ຄຳແປຮູບແບບພະຫູພົດ

source: Not all plural forms are translated.
lo: ບໍ່ແມ່ນທຸກຮູບແບບພະຫູພົດທີ່ຖືກແປ.

source: Inconsistent upper/lower case
lo: ການໃຊ້ຕົວພິມໃຫຍ່/ນ້ອຍບໍ່ສອດຄ່ອງກັນ

source: The translation should start as a sentence.
lo: ຄຳແປຄວນເລີ່ມຕົ້ນເປັນປະໂຫຍກ.

source: The translation should start with a lowercase character.
lo: ຄຳແປຄວນເລີ່ມຕົ້ນດ້ວຍຕົວພິມນ້ອຍ.

source: Inconsistent whitespace
lo: ການໃຊ້ຍະຫວ່າງບໍ່ສອດຄ່ອງກັນ

source: The translation doesn’t start with a space.
lo: ຄຳແປບໍ່ໄດ້ເລີ່ມຕົ້ນດ້ວຍຍະຫວ່າງ.

source: The translation starts with a space, but the source text doesn’t.
lo: ຄຳແປເລີ່ມຕົ້ນດ້ວຍຍະຫວ່າງ, ແຕ່ຂໍ້ຄວາມຕົ້ນສະບັບບໍ່ໄດ້ເລີ່ມ.

source: The translation is missing a newline at the end.
lo: ຄຳແປຂາດການຂຶ້ນແຖວໃໝ່ຢູ່ທ້າຍ.

source: The translation ends with a newline, but the source text doesn’t.
lo: ຄຳແປຈົບລົງດ້ວຍການຂຶ້ນແຖວໃໝ່, ແຕ່ຂໍ້ຄວາມຕົ້ນສະບັບບໍ່ໄດ້ຈົບ.

source: The translation is missing a space at the end.
lo: ຄຳແປຂາດຍະຫວ່າງຢູ່ທ້າຍ.

source: The translation ends with a space, but the source text doesn’t.
lo: ຄຳແປຈົບລົງດ້ວຍຍະຫວ່າງ, ແຕ່ຂໍ້ຄວາມຕົ້ນສະບັບບໍ່ໄດ້ຈົບ.

source: Punctuation checks
lo: ການກວດສອບເຄື່ອງໝາຍວັກຕອນ

source: The translation should end with “%s”.
lo: ຄຳແປຄວນຈົບລົງດ້ວຍ “%s”.

source: The translation should not end with “%s”.
lo: ຄຳແປບໍ່ຄວນຈົບລົງດ້ວຍ “%s”.

source: The translation ends with “%s”, but the source text ends with “%s”.
lo: ຄຳແປຈົບລົງດ້ວຍ “%s”, ແຕ່ຂໍ້ຄວາມຕົ້ນສະບັບຈົບລົງດ້ວຍ “%s”.

source: Cloud
lo: ຄລາວ

source: Clear Menu
lo: ລ້າງເມນູ

source: Clear menu
lo: ລ້າງເມນູ

source: Comment:
be@latin: Kamentar:
ky: Комментарий:
lo: ຄຳເຫັນ:
ne: टिप्पणी:

source: Update
be@latin: Aktualizuj
ky: Жаңылоо
lo: ອັບເດດ
ne: अद्यावधिक गर

source: &Delete
lo: &ລຶບ

source: Delete the comment
lo: ລຶບຄຳເຫັນ

source: Edit project
be@latin: Redahuj prajekt
ky: Долбоорду оңдоо
lo: ແກ້ໄຂໂຄງການ
ne: परियोजनाको संपादन

source: Project name:
be@latin: Nazva prajektu:
ky: Долбоордун аты:
lo: ຊື່ໂຄງການ:
ne: परियोजनाको नाम:

source: Browse
be@latin: Prahladaj
ky: Сереп
lo: ເບິ່ງ
ne: उघार

source: OK
lo: ຕົກລົງ
ne: ठीक

source: &New…
lo: &ໃໝ່…

source: New from &POT/PO file…
lo: ໃໝ່ຈາກໄຟລ໌ &POT/PO…

source: New From &POT/PO File…
lo: ໃໝ່ຈາກໄຟລ໌ &POT/PO…

source: Open Recent
lo: ເປີດຫຼ້າສຸດ

source: Open recent
lo: ເປີດຫຼ້າສຸດ

source: Open cloud translation…
lo: ເປີດຄຳແປເທິງຄລາວ…

source: Open Cloud Translation…
lo: ເປີດຄຳແປເທິງຄລາວ…

source: &Start window
lo: &ໜ້າຕ່າງເລີ່ມຕົ້ນ

source: &Start Window
lo: &ໜ້າຕ່າງເລີ່ມຕົ້ນ

source: Catalogs &manager
be@latin: &Kiraŭnik katalohaŭ
ky: Каталогдор &менеджери
lo: ຕົວຈັດການແຄັດຕາລັອກ
ne: सूचीपत्रको &प्रबंधक

source: Catalogs &Manager
ky: Каталогдор &менеджери
lo: ຕົວຈັດການແຄັດຕາລັອກ
ne: सूचीपत्र &प्रबंधक

source: &Close
be@latin: Za&čyni
ky: Ж&абуу
lo: &ປິດ
ne: &बन्द गर

source: &Save
be@latin: &Zapišy
ky: &Сактоо
lo: &ບັນທຶກ
ne: &बचत गर

source: Save &as…
lo: ບັນທຶກເປັນ…

source: Save &As…
lo: ບັນທຶກເປັນ…

source: Compile to MO…
lo: ຄອມໄພລ໌ເປັນ MO…

source: E&xport to HTML…
lo: ສົ່ງອອກເປັນ HTML…

source: Check for updates…
lo: ກວດສອບການອັບເດດ…

source: E&xit
ky: &Чыгуу
lo: ອອກ
ne: &वहिर्गमन

source: Quit
ky: Чыгуу
lo: ອອກ
ne: त्यागि देउ

source: Copy from singular
lo: ຄັດລອກຈາກເອກະພົດ

source: Copy From Singular
lo: ຄັດລອກຈາກເອກະພົດ

source: Translation needs &work
lo: ຄຳແປຕ້ອງການກວດແກ້

source: Translation Needs &Work
lo: ຄຳແປຕ້ອງການກວດແກ້

source: Edit &comment
be@latin: Redahuj &kamentar
ky: Комментарийди &оңдоо
lo: ແກ້ໄຂຄຳເຫັນ
ne: &टिप्पणीको संपादन

source: Edit &Comment
ky: Комментарийди &оңдоо
lo: ແກ້ໄຂຄຳເຫັນ
ne: टिप्पणीको &संपादन

source: Suggestions
lo: ຄຳແນະນຳ

source: &Find…
lo: &ຄົ້ນຫາ…

source: Replace…
lo: ແທນທີ່…

source: Find next
ky: Кийинкисин табуу
lo: ຄົ້ນຫາຕໍ່ໄປ

source: Find previous
ky: Мурункусун табуу
lo: ຄົ້ນຫາກ່ອນໜ້າ

source: Find and Replace…
lo: ຄົ້ນຫາ ແລະ ແທນທີ່…

source: Find Next
ky: Кийинкисин табуу
lo: ຄົ້ນຫາຕໍ່ໄປ

source: Find Previous
ky: Мурункусун табуу
lo: ຄົ້ນຫາກ່ອນໜ້າ

source: Show string &ID
lo: ສະແດງ ID ຂໍ້ຄວາມ

source: Show String &ID
lo: ສະແດງ ID ຂໍ້ຄວາມ

source: Show warnings
lo: ສະແດງຄຳເຕືອນ

source: Show Warnings
lo: ສະແດງຄຳເຕືອນ

source: Sort by &source
ky: &Баштапкы тексти боюнча сорттоо
lo: ຈັດຮຽງຕາມຕົ້ນສະບັບ
ne: &श्रोतहरूका आधारमा वर्नानुक्रम मिलाउ ।

source: Sort by &Source
ky: &Баштапкы тексти боюнча сорттоо
lo: ຈັດຮຽງຕາມຕົ້ນສະບັບ
ne: &श्रोतका आधारमा वर्णानुक्रम मिलाउ ।

source: Sort by &translation
ky: &Котормосу боюнча сорттоо
lo: ຈັດຮຽງຕາມຄຳແປ
ne: &अनुवादका आधारमा वर्णानुक्रम मिलाउ ।

source: Sort by &Translation
ky: &Котормосу боюнча сорттоо
lo: ຈັດຮຽງຕາມຄຳແປ
ne: &अनुवादका आधारमा वर्णानुक्रम मिलाउ ।अनुवादका आधारमा वर्णानुक्रमिक

source: &Group by context
lo: &ຈັດກຸ່ມຕາມບໍລິບົດ

source: &Group By Context
lo: &ຈັດກຸ່ມຕາມບໍລິບົດ

source: Entries with errors first
lo: ລາຍການທີ່ມີຂໍ້ຜິດພາດກ່ອນ

source: Entries with Errors First
lo: ລາຍການທີ່ມີຂໍ້ຜິດພາດກ່ອນ

source: &Untranslated entries first
ky: Которулба&ган жазуулар биринчи
lo: ລາຍການທີ່ຍັງບໍ່ແປກ່ອນ
ne: &अनुवाद नगरेकालाई सिरानमा राख्ने

source: &Untranslated Entries First
ky: Которулба&ган жазуулар биринчи
lo: ລາຍການທີ່ຍັງບໍ່ແປກ່ອນ
ne: &अनुवाद नगरेकालाई सिरानमा राख्ने

source: &Show code occurrences
lo: ສະແດງຈຸດທີ່ປາກົດໃນໂຄດ

source: &Show Code Occurrences
lo: ສະແດງຈຸດທີ່ປາກົດໃນໂຄດ

source: Show sidebar
lo: ສະແດງແຖບດ້ານຂ້າງ

source: Show status bar
lo: ສະແດງແຖບສະຖານະ

source: &Translation
lo: &ຄຳແປ

source: Pre-&translate…
lo: ແປລ່ວງໜ້າ…

source: &Validate translations
ky: Котормолорду &текшерүү
lo: &ກວດສອບຄຳແປ
ne: अनुवादलाई &मान्यता देउ ।

source: &Validate Translations
ky: Котормолорду &текшерүү
lo: &ກວດສອບຄຳແປ
ne: &अनुवादलाई मान्यता देउ

source: &Purge deleted translations
be@latin: &Ačyść ad nieŭžyvanych pierakładaŭ
ky: Өчүрүлгөн котормолорду &жок кылуу
lo: &ລ້າງຄຳແປທີ່ຖືກລຶບ
ne: &मेटाएको अनुवाद हटाउ

source: &Purge Deleted Translations
ky: Өчүрүлгөн котормолорду &жок кылуу
lo: &ລ້າງຄຳແປທີ່ຖືກລຶບ
ne: मेटाएको अनुवादलाई &हटाउ

source: &Properties…
lo: &ຄຸນສົມບັດ…

source: &Go
ky: Ө&түш
lo: &ໄປ
ne: &गन्तब्य

source: &Done and next
ky: &Аяктап кийинкисине өтүү
lo: &ແລ້ວ ແລະ ຕໍ່ໄປ
ne: &भयो अब अर्को

source: &Done and Next
ky: &Аяктап кийинкисине өтүү
lo: &ແລ້ວ ແລະ ຕໍ່ໄປ
ne: &भयो अब अर्को

source: Previously edited
lo: ແກ້ໄຂກ່ອນໜ້ານີ້

source: Previously Edited
lo: ແກ້ໄຂກ່ອນໜ້ານີ້

source: &Previous translation
lo: ຄຳແປກ່ອນໜ້າ

source: &Previous Translation
lo: ຄຳແປກ່ອນໜ້າ

source: &Next translation
lo: ຄຳແປຕໍ່ໄປ

source: &Next Translation
lo: ຄຳແປຕໍ່ໄປ

source: P&revious unfinished
ky: М&урунку бүтпөгөнү
lo: ລາຍການທີ່ຍັງບໍ່ແລ້ວກ່ອນໜ້າ
ne: &पछिल्लो अधुरो

source: P&revious Unfinished
ky: М&урунку бүтпөгөнү
lo: ລາຍການທີ່ຍັງບໍ່ແລ້ວກ່ອນໜ້າ
ne: &पछिल्लो अधुरो

source: Ne&xt unfinished
ky: К&ийинки бүтпөгөнгө
lo: ລາຍການທີ່ຍັງບໍ່ແລ້ວຕໍ່ໄປ
ne: &अघिल्लो अधुरो

source: Ne&xt Unfinished
ky: К&ийинки бүтпөгөнгө
lo: ລາຍການທີ່ຍັງບໍ່ແລ້ວຕໍ່ໄປ
ne: &अघिल्लो अधुरो

source: Previous plural form
lo: ຮູບແບບພະຫູພົດກ່ອນໜ້າ

source: Previous Plural Form
lo: ຮູບແບບພະຫູພົດກ່ອນໜ້າ

source: Next plural form
lo: ຮູບແບບພະຫູພົດຕໍ່ໄປ

source: Next Plural Form
lo: ຮູບແບບພະຫູພົດຕໍ່ໄປ

source: &Online help
ky: &Онлайн жардам
lo: &ການຊ່ວຍເຫຼືອອອນລາຍ
ne: &अनलाईन सहयोग

source: &Online Help
ky: &Онлайн жардам
lo: &ການຊ່ວຍເຫຼືອອອນລາຍ
ne: &अनलाईन सहयोग

source: &GNU gettext manual
ky: &GNU gettext колдонмосу
lo: &ຄູ່ມື GNU gettext

source: &GNU gettext Manual
ky: &GNU gettext колдонмосу
lo: &ຄູ່ມື GNU gettext

source: &About Poedit
ky: Poedit &жөнүндө
lo: &ກ່ຽວກັບ Poedit
ne: Poedit को &बारेमा)...

source: &About
ky: Программа &жөнүндө
lo: &ກ່ຽວກັບ
ne: &बारेम

source: Extractor setup
lo: ການຕັ້ງຄ່າຕົວແຍກ

source: List of extensions separated by semicolons (e.g. *.cpp;*.h):
be@latin: Śpis pašyreńniaŭ, padzielenych znakam ';' (naprykład: *.cpp;*.h):
ky: Үтүрдүү чекит менен бөлүнгөн кеңейтмелер тизмеси (мисалы, *.cpp;*.h):
lo: ລາຍຊື່ສ່ວນຂະຫຍາຍທີ່ຂັ້ນດ້ວຍເຄື່ອງໝາຍຈຸດ (ຕົວຢ່າງ: *.cpp;*.h):
ne: अर्ध विराम द्वारा अलग-अलग भएका विस्तारित रूप *.cpp;*.h आदी)सूची (:

source: Invocation:
be@latin: Vyklik:
ky: Чакыруу:
lo: ການເອີ້ນໃຊ້:
ne: नवीन क्रिया:

source: Command to extract translations:
lo: ຄຳສັ່ງເພື່ອແຍກຄຳແປ:

source: This is the command used to launch the extractor. %o expands to the name of output file, %K to list of keywords, %F to list of input files, %C to charset flag (see below).
lo: ນີ້ແມ່ນຄຳສັ່ງທີ່ໃຊ້ເພື່ອເປີດຕົວແຍກ. %o ຂະຫຍາຍເປັນຊື່ຂອງໄຟລ໌ຜົນລັບ, %K ເປັນລາຍຊື່ ຂອງຄີເວີດ, %F ເປັນລາຍຊື່ຂອງໄຟລ໌ປ້ອນເຂົ້າ, %C ເປັນແຟລກຊຸດອັກຂະລະ (ເບິ່ງຂ້າງລຸ່ມ).

source: This will be attached to the command line once for each keyword. %k expands to the keyword.
be@latin: Heta budzie dałučana da zahadnaha radka dla kožnaha klučavoha słova. %k razhortvaje klučavoje słova.
ky: Бул бир жолу ар бир ачкыч сөз үчүн командалык сапка кошулат. %k ачкыч сөз менен алмаштырылат.
lo: ນີ້ຈະຖືກຕິດໄປກັບເສັ້ນຄຳສັ່ງໜຶ່ງຄັ້ງ ສຳລັບແຕ່ລະຄີເວີດ. %k ຂະຫຍາຍເປັນຄີເວີດ.
ne: प्रत्येक प्रमुखशब्द को लागि, यो आदेश रेखासित एकपटक संलग्न हुनेछ । %k को अर्थ प्रमुख शब्द हो ।

source: This will be attached to the command line once for each input file. %f expands to the filename.
be@latin: Heta budzie dadadziena da zahdanaha radka dla kožnaha ŭvachodnaha fajłu. %f razhortvaje nazvu fajłu.
ky: Бул бир жолу ар бир кириш файл үчүн командалык сапка кошулат. %f файлдын аты менен алмаштырылат.
lo: ນີ້ຈະຖືກຕິດໄປກັບເສັ້ນຄຳສັ່ງໜຶ່ງຄັ້ງ ສຳລັບແຕ່ລະໄຟລ໌ປ້ອນເຂົ້າ. %f ຂະຫຍາຍເປັນຊື່ໄຟລ໌.
ne: प्रत्येक लगानी फाइलको लागि, यो आदेश रेखा सित एक पटक संलग्न हुनेछ। %f को अर्थ यो फ़ाइलको नाम हो ।

source: Source code charset:
be@latin: Kadavańnie kryničnaha kodu:
ky: Баштапкы кодунун кодировкасы:
lo: ຊຸດອັກຂະລະຂອງຊອດໂຄດ:
ne: स्रोत संहिता वर्णसेट

source: This will be attached to the command line only if source code charset was given. %c expands to charset value.
lo: ນີ້ຈະຖືກຕິດໄປກັບເສັ້ນຄຳສັ່ງ ສະເພາະເມື່ອມີການໃຫ້ຊຸດອັກຂະລະຂອງຊອດໂຄດ. %c ຂະຫຍາຍເປັນຄ່າຂອງຊຸດອັກຂະລະ.

source: Translation Properties
lo: ຄຸນສົມບັດຄຳແປ

source: Project name and version:
be@latin: Nazva prajektu i versija:
ky: Долбоордун аты жана версиясы:
lo: ຊື່ໂຄງການ ແລະ ເວີຊັນ:
ne: परियोजनाको नाम र संस्करण:

source: Language team:
lo: ທີມພາສາ:

source: Plural forms:
lo: ຮູບແບບພະຫູພົດ:

source: Use default rules for this language
ky: Бул тилдин жарыяланбаган эрежелерин колдонуу
lo: ໃຊ້ກົດເກນເລີ່ມຕົ້ນສຳລັບພາສານີ້
