Repository: vslavik/poedit
Catalog: locales/*.po
Languages: be@latin, ky, lo, ne

source: Use custom expression
ky: Башка туюнтманы колдонуу
lo: ໃຊ້ນິພົດແບບກຳນົດເອງ

source: Learn about plural forms
ky: Көптүк сандар жөнүндө окуу
lo: ຮຽນຮູ້ກ່ຽວກັບຮູບແບບພະຫູພົດ
ne: बहुवचनको बारेमा जानकारी ।

source: Charset:
be@latin: Nabor znakaŭ:
ky: Кодировка:
lo: ຊຸດອັກຂະລະ:
ne: वर्णसेट

source: Translation properties
lo: ຄຸນສົມບັດຄຳແປ

source: Sources Paths
lo: ເສັ້ນທາງຕົ້ນສະບັບ

source: Sources paths
ky: Баштапкы файлдардын жолдору
lo: ເສັ້ນທາງຕົ້ນສະບັບ
ne: श्रोत मार्ग

source: Extract text from source files in the following directories:
ky: Төмөнкү папкаларга баштапкы файлдардан текстти чыгаруу:
lo: ແຍກຂໍ້ຄວາມຈາກໄຟລ໌ຕົ້ນສະບັບໃນໄດເຣັກທໍຣີຕໍ່ໄປນີ້:
ne: तपसिलको घर्रामा श्रोत फाइलका पाठहरूलाई ल्याउ।

source: Base path:
be@latin: Asnoŭnaja ściežka:
ky: Базага жол:
lo: ເສັ້ນທາງພື້ນຖານ:
ne: आधार मार्ग

source: Sources Keywords
lo: ຄີເວີດຕົ້ນສະບັບ

source: Sources keywords
ky: Баштапкы файлдардын ачкыч сөздөрү
lo: ຄີເວີດຕົ້ນສະບັບ
ne: श्रोत मुख्यशब्द

source: Use these keywords (function names) to recognize translatable strings in source files:
ky: Баштапкы файлдардан которулууга жарамдуу болгон саптарды табуу үчүн ушул ачкыч сөздөрүн (функция аттарын) колдонуңуз:
lo: ໃຊ້ຄີເວີດເຫຼົ່ານີ້ (ຊື່ຟັງຊັນ) ເພື່ອຮັບຮູ້ຂໍ້ຄວາມທີ່ແປໄດ້ ໃນໄຟລ໌ຕົ້ນສະບັບ:
ne: यी मुख्यशब्दहरूलाई (function का नामहरू) अनुवाद योग्य पदावलीहरू को पहिचान गर्न श्रोत फाइलमा प्रयो गर ।

source: Also use default keywords for supported languages
lo: ໃຊ້ຄີເວີດເລີ່ມຕົ້ນສຳລັບພາສາທີ່ຮອງຮັບເຊັ່ນກັນ

source: Learn about gettext keywords
ky: Gettext ачкыч сөздөрү жөнүндө окуңуз
lo: ຮຽນຮູ້ກ່ຽວກັບຄີເວີດ gettext

source: Previous source text
lo: ຂໍ້ຄວາມຕົ້ນສະບັບກ່ອນໜ້າ

source: The old source text (before it changed during an update) that the now-inaccurate translation corresponds to.
lo: ຂໍ້ຄວາມຕົ້ນສະບັບເກົ່າ (ກ່ອນທີ່ຈະປ່ຽນແປງໃນລະຫວ່າງການອັບເດດ) ທີ່ຄຳແປທີ່ບໍ່ຖືກຕ້ອງໃນປັດຈຸບັນກົງກັນ.

source: Notes for translators
lo: ໝາຍເຫດສຳລັບນັກແປ

source: Comment
be@latin: Kamentar
ky: Комментарий
lo: ຄຳເຫັນ
ne: टिप्पणी

source: Add comment
lo: ເພີ່ມຄຳເຫັນ

source: Add Comment
lo: ເພີ່ມຄຳເຫັນ

source: Translation suggestions
lo: ຄຳແນະນຳການແປ

source: No matches found
lo: ບໍ່ພົບລາຍການທີ່ກົງກັນ

source: No Matches Found
lo: ບໍ່ພົບລາຍການທີ່ກົງກັນ

source: This string was found in Poedit’s translation memory.
lo: ຂໍ້ຄວາມນີ້ຖືກພົບໃນໜ່ວຍຄວາມຈຳຄຳແປຂອງ Poedit.

source: Translation suggestions require that source text is available. They don’t work if only IDs without the actual text are used.
lo: ຄຳແນະນຳການແປຕ້ອງການຂໍ້ຄວາມຕົ້ນສະບັບ. ມັນຈະບໍ່ເຮັດວຽກຖ້າໃຊ້ພຽງແຕ່ ID ໂດຍບໍ່ມີຂໍ້ຄວາມຈິງ.

source: Translation suggestions require that source text’s language is known. Poedit couldn’t detect it in this file.
lo: ຄຳແນະນຳການແປຕ້ອງການຮູ້ພາສາຂອງຂໍ້ຄວາມຕົ້ນສະບັບ. Poedit ບໍ່ສາມາດກວດພົບໄດ້ໃນໄຟລ໌ນີ້.

source: Cannot execute program: %s
ky: Программаны аткарууга мүмкүн эмес: %s
lo: ບໍ່ສາມາດປະຕິບັດໂປຣແກຣມ: %s
ne: %s कार्यक्रमलाई कार्यान्वयन गर्न सकिएन ।

source: Translation memory database is corrupted: %s (%d).
lo: ຖານຂໍ້ມູນໜ່ວຍຄວາມຈຳຄຳແປເສຍຫາຍ: %s (%d).

source: Translation memory error: %s (%d).
lo: ຂໍ້ຜິດພາດໜ່ວຍຄວາມຈຳຄຳແປ: %s (%d).

source: (Use default language)
be@latin: (Užyj zmoŭčanuju movu)
ky: (Жарыяланбаган тилин колдонуу)
lo: (ໃຊ້ພາສາເລີ່ມຕົ້ນ)
ne: (निर्धारित भाषाको प्रयोग गर्नु होस् ।)

source: Language selection
be@latin: Vybar movy
ky: Тилди тандоо
lo: ການເລືອກພາສາ
ne: भाषाको चयन

source: Select your preferred language
lo: ເລືອກພາສາທີ່ທ່ານຕ້ອງການ

source: You must restart Poedit for this change to take effect.
be@latin: Kab źmieny byli zachavanyja, treba ŭruchomić prahramu Poedit znoŭ.
ky: Ушул өзгөртүү күчүнө кириш үчүн, сиз Poedit'ти кайта жүргүзүшүңүз керек.
lo: ທ່ານຕ້ອງເປີດ Poedit ໃໝ່ເພື່ອໃຫ້ການປ່ຽນແປງນີ້ມີຜົນ.
ne: परिवर्तनको प्रयोगका लागि Poedit लाई पुनःः आरम्भ गर्नु पर्छ ।

source: Cannot create temporary directory.
ky: Убактылуу файлдар үчүн папканы жаратууга мүмкүн эмес.
lo: ບໍ່ສາມາດສ້າງໄດເຣັກທໍຣີຊົ່ວຄາວໄດ້.
ne: अस्थाई घर्रा सिर्जना गर्न सकिएन ।

source: There are no translations. That’s unusual.
ky: Бул жерде котормолор жок. Кызык.
lo: ບໍ່ມີຄຳແປ. ນັ້ນເປັນເລື່ອງຜິດປົກກະຕິ.

source: Translatable entries aren’t added manually in the Gettext system, but are automatically extracted from source code. This way, they stay up to date and accurate. Translators typically use PO template files (POTs) prepared for them by the developer.
lo: ລາຍການທີ່ແປໄດ້ບໍ່ໄດ້ຖືກເພີ່ມດ້ວຍຕົນເອງໃນລະບົບ Gettext, ແຕ່ຈະຖືກແຍກອອກຈາກຊອດໂຄດໂດຍອັດຕະໂນມັດ. ດ້ວຍວິທີນີ້, ພວກມັນຈະທັນສະໄໝ ແລະ ຖືກຕ້ອງສະເໝີ. ໂດຍທົ່ວໄປ, ນັກແປຈະໃຊ້ໄຟລ໌ເທມເພດ PO (POTs) ທີ່ນັກພັດທະນາກະກຽມໄວ້ໃຫ້.

source: Learn more about GNU gettext
lo: ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບ GNU gettext

source: The simplest way to fill this file with translations is to update it from a POT:
lo: ວິທີທີ່ງ່າຍທີ່ສຸດໃນການຕື່ມຄຳແປໃສ່ໄຟລ໌ນີ້ແມ່ນການອັບເດດຈາກ POT:

source: Update from POT
ky: POT'ден жаңылоо
lo: ອັບເດດຈາກ POT

source: Take translatable strings from an existing POT template.
ky: Бар болгон POT калыбынан которулуучу саптарды алуу.
lo: ເອົາຂໍ້ຄວາມທີ່ແປໄດ້ຈາກເທມເພດ POT ທີ່ມີຢູ່.

source: You can also extract translatable strings directly from the source code:
ky: Которулуучу саптарды түз эле баштапкы кодунан да чыгара аласыз:
lo: ທ່ານຍັງສາມາດແຍກຂໍ້ຄວາມທີ່ແປໄດ້ໂດຍກົງຈາກຊອດໂຄດ:

source: Extract from sources
ky: Баштапкы коддорунан чыгаруу
lo: ແຍກຈາກຕົ້ນສະບັບ

source: Configure source code extraction in Properties.
ky: Касиеттеринен баштапкы кодунун чыгарылышын ырастоо.
lo: ຕັ້ງຄ່າການແຍກຊອດໂຄດໃນຄຸນສົມບັດ.

source: Version %s
ky: Версия %s
lo: ເວີຊັນ %s
ne: संस्करण %s

source: Create new
lo: ສ້າງໃໝ່

source: Create new translation from POT template.
lo: ສ້າງຄຳແປໃໝ່ຈາກເທມເພດ POT.

source: Translate cloud project
lo: ແປໂຄງການເທິງຄລາວ

source: Collaborate with other people online.
lo: ຮ່ວມມືກັບຄົນອື່ນອອນລາຍ.

source: Sync
lo: ຊິງຄ໌

source: Synchronize translations with Crowdin
lo: ຊິງຄ໌ຄຳແປກັບ Crowdin

source: Upload
lo: ອັບໂຫຼດ

source: Upload translations to %s
lo: ອັບໂຫຼດຄຳແປໄປທີ່ %s

source: Check for errors in the translation
ky: Котормону каталарга текшерүү
lo: ກວດສອບຂໍ້ຜິດພາດໃນຄຳແປ
ne: अनुवादमा त्रुटि केलाउ ।

source: Validate
ky: Текшерүү
lo: ກວດສອບ
ne: मान्यता देउ

source: Pre-translate strings that don’t have a translation yet
lo: ແປລ່ວງໜ້າຂໍ້ຄວາມທີ່ຍັງບໍ່ມີຄຳແປ

source: Update from Code
lo: ອັບເດດຈາກໂຄດ

source: Update from code
lo: ອັບເດດຈາກໂຄດ

source: Show or hide the sidebar
lo: ສະແດງ ຫຼື ເຊື່ອງແຖບດ້ານຂ້າງ

source: About %s
ky: %s жөнүндө
lo: ກ່ຽວກັບ %s
ne: %s को बारेमा

# macOS menu item
source: About %s
lo: ກ່ຽວກັບ %s

# macOS menu item
source: Services
lo: ການບໍລິການ

# macOS menu item
source: Hide %s
lo: ເຊື່ອງ %s

# macOS menu item
source: Hide Others
lo: ເຊື່ອງອັນອື່ນ

# macOS menu item
source: Show All
lo: ສະແດງທັງໝົດ

# macOS menu item
source: Quit %s
lo: ອອກຈາກ %s

source: &Apply
lo: &ນຳໃຊ້

source: Apply
lo: ນຳໃຊ້

source: &Back
lo: &ກັບຄືນ

source: Back
lo: ກັບຄືນ

source: &Cancel
lo: &ຍົກເລີກ

source: &Clear
lo: &ລ້າງ

source: Clear
lo: ລ້າງ

source: Copy
lo: ຄັດລອກ

source: Cu&t
lo: ຕັດ

source: Cut
lo: ຕັດ

source: Edit
be@latin: Redahuj
ky: Оңдоо
lo: ແກ້ໄຂ
ne: संपादन

source: &Quit
lo: &ອອກ

source: Help
lo: ຊ່ວຍເຫຼືອ

source: &New
lo: &ໃໝ່

source: New
be@latin: Novy
ky: Жаңы
lo: ໃໝ່
ne: नया

source: &No
lo: &ບໍ່

source: No
lo: ບໍ່

source: &OK
lo: &ຕົກລົງ

source: &Paste
lo: &ວາງ

source: Paste
lo: ວາງ

source: &Redo
lo: &ເຮັດຄືນ

source: Refresh
lo: ໂຫຼດຄືນໃໝ່

source: &Save as
lo: ບັນທຶກເປັນ

source: Save as
lo: ບັນທຶກເປັນ

source: Select &All
lo: ເລືອກທັງໝົດ

source: Select All
lo: ເລືອກທັງໝົດ

source: &Undo
lo: &ຍົກເລີກການກະທຳ

source: &Yes
lo: &ແມ່ນ

source: Yes
lo: ແມ່ນ

# keyboard key
source: Up
lo: ຂຶ້ນ

# keyboard key
source: Down
lo: ລົງ

# keyboard key
source: Left
lo: ຊ້າຍ

# keyboard key
source: Right
lo: ຂວາ

source: Warning:
lo: ຄຳເຕືອນ:

source: (beta version expires %s)
ky: (бета-версиясынын бүтүү мөөнөтү %s)

source: Version
ky: версия
ne: संस्करण

source: %i %% translated, %i string
ky: %i %% которулду, %i сап
ne: %i %% अनुवादित, %i पदावली

source: %i %% translated, %i string (%s)
ky: %i %% которулду, %i сап (%s)
ne: %i %% अनुवादित, %i पदावली (%s)

source: %i %% translated, %i strings (%i fuzzy, %i bad tokens, %i not translated)
be@latin: Pierakładziena %i %%, z %i radkoŭ (%i sumniŭnych, %i pamyłkovych, %i nie pierakładzienych)
ky: %i %% которулду, %i сап (%i так эмес, %i туура эмес символ, %i которулган жок)
ne: %i %% अनुवादित, %i पदावलीहरू (%i कुरूप, %i खराब सङ्केत र %i अनुवाद नगरेको)

source: %i bad token
ky: %i туура эмес жазуу
ne: %i खराब सङ्केत

source: %i fuzzy
ky: %i так эмес
ne: %i कुरूप

source: %i lines of file '%s' were not loaded correctly.
be@latin: %i radkoŭ fajłu '%s' nie byli adčytanyja pravilna.
ky: %i сап '%s' файлынан туура эмес жүктөлдү.
ne: %i पंक्तिहरू '%s' फ़ाइलबाट बहन गर्न सकिएन ।

source: %i not translated
ky: %i которулган жок
ne: %i अनुवाद नगरेको

source: &Bookmarks
be@latin: &Zakładki
ky: &Чөп каттар
ne: पङ्ति &चिनो

source: &Comment Window
ky: Ко&мментарий терезеси
ne: &टिप्पणी विन्डोजलाई देखाउ

source: &Comment window
ky: Ко&мментарий терезеси
ne: &टिप्पणी विन्डोज

source: &File
be@latin: &Fajł
ky: &Файл
ne: &फ़ाइल

source: &Find...
be@latin: &Znajdzi...
ky: &Табуу...
ne: &फेला पार ...

source: &License...
ky: &Лицензия...

source: &New...
ky: &Жаңы...

source: &Next Message
ky: &Кийинки билдирүү
ne: &अगिल्लो सन्देस

source: &Next message
ky: &Кийинки билдирүү
ne: &अघिल्लो सन्देश

source: &Open...
be@latin: &Adčyni...
ky: &Ачуу...
ne: &उघार ...

source: &Preferences
ky: &Ырастоолор
ne: &प्राथमिकता

source: &Preferences...
be@latin: &Ułasnyja nałady...
ky: &Ырастоолор...
ne: &प्राथमिकताहरू

source: &Previous Message
ky: &Мурунку билдирүү
ne: &पछिल्लो सन्देस

source: &Previous message
ky: &Мурунку билдирүү
ne: &पछिल्लो सन्देश

source: &Properties...
ky: &Касиеттери...
ne: &गुणहरू

source: &Show References
ky: Байланыштарын &көрсөтүү
ne: &सन्दर्भलाई देखाउ

source: &Show references
be@latin: &Pakazvaj spasyłki
ky: Байланыштарын &көрсөтүү
ne: संदर्भ &देखाउ

source: &Statistics
ky: &Статистика

source: &Update from Sources
ky: Баштапкы кодунан жаң&ылоо
ne: स्रोतबाट अद्यावदिक &गर्नु होस् ।

source: &Update from sources
be@latin: &Aktualizuj z krynicaŭ
ky: Баштапкы кодунан жаң&ылоо
ne: स्रोतबाट अद्यावदिक &गर्नु होस् ।

source: '%s' is not a valid POT file.
be@latin: '%s' nie źjaŭlajecca pravilnym fajłam POT.
ky: '%s' жөнү жок POT файл.
ne: '%s' वैध Pot फ़ाइल होइन ।

source: (%i new, %i obsolete)
be@latin: (%i novych, %i sastarełych)
ky: (%i жаңы, %i эскирген)
ne: (%i नविन र , %i अप्रचलित)

source: (0 new, 0 obsolete)
be@latin: (0 novych, 0 sastarełych)
ky: (0 жаңы, 0 эскирген)
ne: (० नविन र ० अप्रचलित)

source: (Learn more about GNU gettext)
ky: (GNU gettext жөнүндө көбүрөөк билип алыңыз)

source: About
ky: Программа жөнүндө
ne: बारेमा

source: Acknowledgements
ky: Ыраазычылык

source: Add directory to the list
be@latin: Dadaj kataloh u śpis
ky: Папканы тизмеге кошуу
ne: यो सूचीमा घर्रा थपि देउ ।

source: An item in input files list:
be@latin: Abjekt u śpisie ŭvachodnych fajłaŭ:
ky: Кириш файлдардын тизмесиндеги пункт:
ne: लगानी फ़ाइलको सूचीमा एउटा सामाग्री:

source: An item in keywords list:
be@latin: Abjekt u śpisie klučavych słovaŭ:
ky: Ачкыч сөздөрдүн тизмесиндеги пункт:
ne: प्रमुख शब्दहरूको सूचीको एक सामाग्री

source: Automatic translation
be@latin: Aŭtamatyčny pierakład
ky: Автоматтык котормо
ne: स्वचलित अनुवाद

source: Automatically check for new version of Poedit
be@latin: Aŭtamatyčna praviaraj najaŭnaść novaj versii Poedit
ky: Poedit'тин жаңы версиясын автоматтуу түрдө текшерүү
ne: Poedit को नया संस्करण स्वतः निरिक्षण गर

source: Automatically compile .mo file on save
be@latin: Aŭtamatyčna stvaraj fajł .mo pry zapisie
ky: Сактоо убагында автоматтуу түрдө .mo файлды компиляциялоо
ne: बचत गर्दा प्रशोधित फाइल *.mo स्वतः सिर्जना गर ।

source: Bad Tokens
be@latin: Drennyja tokeny
ky: Туура эмес жазуулар
ne: खराब संकेत

source: Behavior
be@latin: Pavodziny
ky: Аракет
ne: व्यवहार

source: Beta expired
ky: Бета эскирди

source: Broken catalog file: plural form msgstr used without msgid_plural
be@latin: Paškodžany fajł katalohu: množny lik z msgstr užyty biez msgid_plural
ky: Каталог файлындагы ката: msgstr көптүк сан формасы msgid_plural'сыз колдонулду
ne: खंडित सूचीपत्र फ़ाइल: बहुवचन रूप msgstr को प्रयोग बिना msgid_plural सित

source: Broken catalog file: singular form msgstr used together with msgid_plural
be@latin: Paškodžany fajł katalohu: adzinočny lik z msgstr užyty razam z msgid_plural
ky: Каталог файлындагы ката: msgstr жекелик сан формасы msgid_plural менен кошо колдонулду
ne: खंडित सूचीपत्र फ़ाइल: एक वचन रूप msgstr को प्रयोग msgid_plural सित

source: Buy Online...
ky: Интернеттен сатып алуу...

source: Buy online...
ky: Интернеттен сатып алуу...

source: C&atalog
be@latin: K&ataloh
ky: &Каталог
ne: &सूचीपत्र

source: C&lear
ky: &Тазалоо
ne: &मेटाउ

source: CR/LF conversion
be@latin: Kanversija CR/LF
ky: CR/LF конверсиясы
ne: CR/LF रूपांतरण

source: Case sensitive
be@latin: Uličvaj vieličyniu litar
ky: Регистрди эсепке алуу
ne: वर्ण संवेदनसिल

source: Catalog
be@latin: Kataloh
ky: Каталог
ne: सूचीपत्र

source: Catalog modified. Do you want to save changes?
be@latin: Kataloh zmadyfikavany. Zapisać źmieny?
ky: Каталог өзгөртүлдү. Өзгөрүүлөрдү сактаңыз келеби?
ne: सूचीपत्रमा हेरफेरभयो । के तपाइ यि परिवर्तनहरूलाई बचत गर्न चाहनु हुन्छ?

source: Catalog properties
ky: Каталогдун касиеттери
ne: सुचीपत्रका गुणहरू

source: Check for Updates...
ky: Жаңылоолорго текшерүү...
ne: अद्यावधिक जाँच

source: Check for updates...
ky: Жаңылоолорго текшерүү...

source: Clear the comment
be@latin: Vyčyść hety kamentar
ky: Комментарийди тазалоо
ne: यो टिप्पणीलाई मेटाइ देउ

source: Comment window is editable
be@latin: Kamentary možna redahavać
ky: Комментарийлерди оңдосо болот
ne: टिप्पणी विन्डोज संपादन योग्य छ ।

source: Confused by ambiguous values of "%s" in %s.
ky: "%s" нын %s деги эки учтуу маанисинен чаташуудамын.

source: Confused: multiple main plugin files.
ky: Чаташып кеттим: бир нече негизги плагин файлдары.

source: Consult TM when updating from sources
ky: Баштапкы кодунан жаңылануу учурунда КЭне кайрылуу

source: Context:
ky: Контексти:
ne: परिवेस

source: Copy from Source Text
ky: Баштапкы текстинен көчүрүү
ne: मूलपाठबाट सार

source: Copy from source text
ky: Баштапкы текстинен көчүрүү
ne: स्रोत पाठबाट उतार

source: Couldn't detect translation domain of the "%s" plugin.
ky: "%s" плагининин котормо доменин табуу мүмкүн эмес.

source: Couldn't load file %s, it is probably corrupted.
be@latin: Niemahčyma zahruzić fajł %s. Vierahodna, jon paškodžany.
ky: %s файлын жүктөө оңунан чыккан жок. Балким, ал бузук.
ne: फ़ाइल %s लाई बहन गर्न सकिएन । सम्भवतः यो कुरूप अवस्थामा छ

source: Couldn't save file %s.
ky: %s файлын сактоо оңунан чыккан жок.
ne: फाइल %s लाई बचत गर्न सकिएन ।

source: Display &Notes for Translators
ky: Котормочулар үчүн &эскертүүлөрүн көрсөтүү
ne: अनुवादकहरूलाई &टिप्पणी देखाउ

source: Display &Quotes
ky: &Тырмакчаларын көрсөтүү
ne: उद्धरण सहित देखाउ

source: Display &notes for translators
ky: Котормочулар үчүн &эскертүүлөрүн көрсөтүү
ne: अनुवादकलाई टिप्पणी &देखाउ

source: Display &quotes
be@latin: Pakazvaj &dvukośsi
ky: &Тырмакчаларды көрсөтүү
ne: &उद्धरण चिन्ह

source: Display Entry &IDs
ky: Жазуу &ID'лерин көрсөтүү

source: Display entry &IDs
ky: Жазуу &ID'лерин көрсөтүү

source: Do you really want to do mass update of all catalogs in this project?
be@latin: Ty sapraŭdy chočaš masava aktualizavać usie katalohi ŭ hetym prajekcie?
ky: Бул долбоордун бардык каталогдорун жыңылаңыз келеби?
ne: के तपाइ वास्तवमा यो परियोजनाको सबै सूचीपत्रलाई एकै चोटी अद्यावधिक चाहनु हुन्छ?

source: Do you want to delete the project?
be@latin: Sapraŭdy vydalić hety prajekt?
ky: Сиз чын эле долбоорду өчүргүңүз келеби?
ne: के तपाइ यो परियोजनालाई मेटाउन चाहनु हुन्छ?

source: Don't Save
ky: Сактабоо
ne: बचत नगर

source: Don't change format of existing catalogs
be@latin: Nie źmianiaj farmatu dziejnych katalohaŭ
ky: Бар болгон каталогдордун форматын өзгөртпөө
ne: विद्यमान सूचीपत्रको प्रारूपलाई परिवर्तित नगर

source: Don't save
ky: Сактабоо
ne: बचत नगर

source: Don't show again
ky: Кайтадан көрсөтпөө
ne: फेरी यसलाई नदेखाउ

source: Download
ky: Жүктөп алуу

source: E&xport as HTML...
ky: HTML түрүнө экспорттоо...

source: Edit a translation
ky: Котормону түзөтүү

source: Editor
be@latin: Redaktar
ky: Редактор
ne: संपादक

source: Email &Support...
ky: E-mail &колдоо...

source: Email &support...
ky: E-mail &колдоо...

source: Email Support
ky: E-mail колдоо

source: Email support
ky: E-mail колдоо

source: Enables on-the-fly spellchecking
be@latin: Uklučaje pravierku pravapisu padčas pisańnia
ky: Туура жазуунун динамикалык текшерүүсүн жүргүзөт
ne: हिज्जे जाँचलाई सक्रिय बनाउ

source: Entries in the catalog are probably incorrect.
be@latin: Zapisy ŭ katalohu vierahodna niapravilnyja.
ky: Каталогдогу жазуулар балким туура эмес.
ne: सम्भवतः सूचीपत्रमा प्रविष्टि गल्ति छ

source: Entries in this catalog have different plural forms count from what catalog's Plural-Forms header says
ky: Бул каталогдогу жазуулардын көптүк сан формаларынын эсеби Plural-Forms баш сабынын эсебинен айырмаланат
ne: यो सुचिपत्रका प्रविष्टीहरूका फरक बहुवचन रूपहरू छन् ।सुचिपत्रका शिर्षकले कतिवटा बहुवचन हुने भनि तोकेको छ त्यो हेर्नु होस् ।

source: Error loading message catalog file '%s'.
ky: '%s' билдирүү каталог файлын жүктөө учурунда ката чыкты.
ne: संदेश सूचीपत्र फ़ाइल '%s' लाई बहन गर्न सकिएन

source: Error opening file %s!
be@latin: Pamyłka pry adčynieńni fajłu %s!
ky: %s файлын ачуу учурунда ката чыкты!
ne: %s फ़ाइललाई खोल्दा त्रुटि भयो!

source: Error saving catalog
be@latin: Pamyłka pry zapisie katalohu
ky: Каталогду сактоо учурунда ката чыкты
ne: सूचीपत्रलाई बचत गर्दा त्रुटि

source: Error:
ky: Катасы:
ne: त्रुटी

source: Export as...
be@latin: Ekspartuj jak...
ky: Ат коюп экспорттоо...
ne: यस रूपमा निर्यात ...

source: Failed command: %s
be@latin: Pamyłka zahadu: %s
ky: Жаңылган команда: %s
ne: असफल आदेश: %s

source: Failed to extract WordPress information.
ky: WordPress маалыматын чыгаруу оңунан чыккан жок.

source: Failed to load extracted catalog.
be@latin: Nie ŭdałosia zahruzić raspakavany katalah.
ky: Чыгарылган каталогду жүктөө оңунан чыккан жок.
ne: खिचिएको सुचीपत्रलाई बहन गर्न सकिएन ।

source: Failed to read file '%s'.
ky: '%s' файлын окуу оңунан чыккан жок.

source: File '%s' doesn't exist.
be@latin: Fajł '%s' nie isnuje.
ky: '%s' файлы жок.
ne: '%s' फाइल विद्यमान छैन ।

source: File '%s' is not a message catalog.
ky: '%s' файлы билдирүү каталогу эмес.
ne: '%s' फ़ाइल संदेश सूचीपत्र होइन।

source: File '%s' is read-only and cannot be saved. Please save it under different name.
be@latin: Fajł '%s' tolki dla čytańnia i nia moža być zapisany. Zapišy jaho pad inšaj nazvaj.
ky: '%s' файлы окуганга гана жана сактаганга мүмкүн эмес. Аны бөлөк ат менен сактаңыз.
ne: फ़ाइल '%s' पढ्न मात्र मिल्ने प्रकृतिको भएकोले बचत गर्नसकिदैन । कृपया कुनै अर्कै नाममा बचत गर्नु होस् ।

source: Finalizing...
ky: Аякталууда...

source: Find in automatic comments
be@latin: Znajdzi ŭ aŭtamatyčnych kamentaroch
ky: Автоматтык комментарийлерден издөө
ne: स्वचलित टिप्पणी विन्डोजमा खोज

source: Find in original strings
be@latin: Znajdzi ŭ aryhinalnych frazach
ky: Баштапкы саптардан издөө
ne: मूल पदावलीमा खोज

source: Find...
be@latin: Znajdzi...
ky: Табуу...
ne: फेला पार

source: Folder looks like both a plugin and a theme.
ky: Папка плагиндей да темадай да болуп көрүнөт.

source: Fonts
be@latin: Šryfty
ky: Ариптер
ne: वर्णाकृति

source: Found neither WordPress theme nor plugin in the folder.
ky: Папкада WordPress темасы да плагини да табылган жок.

source: Free version (please upgrade!)
ky: Акысыз версия (жаңылап алыңыз!)

source: Fuzzy
be@latin: Sumniŭny
ky: Так эмес
ne: विकृथ

source: Fuzzy translation
be@latin: Sumniŭny pierakład
ky: Так эмес котормо
ne: कुरूप अनुवाद

source: GNU gettext catalogs (*.po)|*.po|All files (*.*)|*.*
be@latin: Katalohi GNU gettext (*.po)|*.po|Usie fajły (*.*)|*.*
ky: GNU gettext каталогдору (*.po)|*.po|Бардык файлдар (*.*)|*.*
ne: GNU GetTexts को सूचीपत्र (*.po)|*.po|सबै फ़ाइलहरू (*.*)|*.*

source: GNU gettext templates (*.pot)|*.pot|All files (*.*)|*.*
be@latin: Šablony GNU gettext (*.pot)|*.pot|Usie fajły (*.*)|*.*
ky: GNU gettext шаблондору (*.pot)|*.pot|Бардык файлдар (*.*)|*.*
ne: GNU GetTexts लेखोट (*.pot)|*.pot|सबै फ़ाइलहरू (*.*)|*.*

source: GNU gettext templates (*.pot)|*.pot|GNU gettext catalogs (*.po)|*.po|All files (*.*)|*.*
ky: GNU gettext калыптары (*.pot)|*.pot|GNU gettext каталогдору (*.po)|*.po|Бардык файлдар (*.*)|*.*

source: Go to Bookmark %i Ctrl+%i
ky: Номер %i чөп катына өтүү Ctrl+%i
ne: चिनो सङ्ख्या %i मा जाउ Ctrl-%i

source: Go to Bookmark %i Ctrl+Alt+%i
ky: Номер %i чөп катына өтүү Ctrl+Alt+%i
ne: चिनो सङ्ख्या %i मा जाउ Ctrl-Alt-%i

source: Go to bookmark %i Ctrl+%i
ky: Номер %i чөп катына өтүү Ctrl+%i
ne: चिनो सङ्ख्या %i मा जाउ Ctrl-%i

source: HTML file (*.html)|*.html
be@latin: Fajł HTML (*.html)|*.html
ky: HTML файлы (*.html)|*.html
ne: HTML फ़ाइल (*.html)|*.html

source: Identity
be@latin: Identyfikacyja
ky: Жеке маалымат
ne: पहिचान

source: If checked, the comment window will be editable.
be@latin: Kali paznačana, možna budzie redahavać kamentary.
ky: Эгер белги салынса, комментарий терезеси оңдолууга жарамдуу болот.
ne: यदि टिक लागेको भए टिप्पणी संपादन योग्य हुनेछ ।

source: Importing translations...
ky: Котормолор импорттолууда...

source: Importing translations: %d
ky: Котормолор импорттолууда: %d

source: Invalid file
ky: Туура эмес файл

source: Items
ky: Элементтер

source: Language Code or Name (e.g. en_GB)
ky: Тил коду же аты (мисалы, ky_KG)

source: Language of the translation isn't set.
ky: Котормонун тили орнотулган жок.

source: Learn From Files...
ky: Файлдардан үйрөтүү...

source: License Agreement
ky: Лицензиялык келишим

source: License Key
ky: Лицензия ачкычы

source: License...
ky: Лицензия...

source: Licensed to %s
ky: Кимге лицензияланган %s

source: Licensed to: %s
ky: Кимге лицензияланган: %s

source: Line %u of file '%s' is corrupted (not valid %s data).
be@latin: %u radok fajłu '%s' niapravilny (niapravilnyja źviestki %s).
ky: %u сабы '%s' файлында бузук (туура эмес %s маалыматы).
ne: पंक्ति %u (फ़ाइल '%s' ) भ्रष्ट भएकोले आँकड़ा %s अमान्य छ ।

source: Line endings format:
be@latin: Farmat zakančeńnia radkoŭ:
ky: Саптардын аяктоо форматы:
ne: पंक्ति समाप्ति प्रारूप:

source: Malformed header: '%s'
be@latin: Zdefarmavanaja šapka: '%s'
ky: Туура эмес баш сап форматы: '%s'
ne: कुरुप शिर्षक: '%s'

source: Merging differences...
be@latin: Spałučeńnie roźnic...
ky: Айырмалары бириктирилүүдө...
ne: अन्तर गाभिदै छ ।

source: Name
ky: Атыңыз

source: Needs review (fuzzy)
ky: Текшерүү керек (так эмес)

source: New From &POT/PO File...
ky: Жаңы &POT/PO файлынан...

source: New WordPress Translation...
ky: Жаңы WordPress котормосу...

source: New WordPress translation...
ky: Жаңы WordPress котормосу...

source: New from &POT/PO file...
ky: Жаңы &POT/PO файлынан...

source: No files found in:
be@latin: Nia znojdziena fajłaŭ u:
ky: Бул жерден файлдар табылган жок:
ne: कुनै पनि फ़ाइल पाइएन ।

source: No references to this string found.
be@latin: Spasyłak da hetaj frazy nia znojdziena.
ky: Ушул сап үчүн байланыштар табылган жок.
ne: यो पदावलीको लागि कोहि संदर्भ पाइएन ।

source: No, thanks
ky: Жок, рахмат

source: Not translated
ky: Которулган жок

source: Notes
be@latin: Natatki
ky: Эскертүүлөр
ne: टिप्पणीहरू

source: Notes for translators:
ky: Котормочулар үчүн эскертүүлөр:
ne: अनुवादकलाई टिप्पणी

source: Obsolete strings
be@latin: Sastarełyja frazy
ky: Эскирген саптар
ne: अप्रचलित पदावलीहरू

source: Open
be@latin: Adčyni
ky: Ачуу
ne: खोल

source: Open In Editor
ky: Редактордон ачуу

source: Open an existing PO file and edit the translation.
ky: Бар болгон PO файлын ачып котормону түзөтүү.

source: Open catalog
be@latin: Adčyni kataloh
ky: Каталогду ачуу
ne: सूचीपत्रलाइ उघार
