Repository: vslavik/poedit
Catalog: locales/*.po
Languages: be@latin, ky, lo, ne

source: Open catalog template
be@latin: Adčyni šablon katalohu
ky: Каталог шаблонун ачуу
ne: सूचीपत्रको लेखोट उघार

source: Other
ky: Башка

source: Parser command:
be@latin: Zahad analizatara:
ky: Парсер командасы:
ne: पदभंजन आधेश

source: Parser setup
be@latin: Nałady analizatara
ky: Парсерди ырастоо
ne: पदभंजन स्थापना

source: Parsers
be@latin: Analizatary
ky: Парсерлер
ne: पदभंजक

source: Parsing %s files...
be@latin: Apracoŭka %s fajłaŭ...
ky: %s файл талдалууда...
ne: %s फ़ाइल खङ्डित गरिदै छ ।

source: Personalize
be@latin: Dastasuj
ky: Жеке ырастоолор
ne: व्यक्तीकरण

source: Please choose the reference you want to show:
be@latin: Abiary spasyłku, jakuju ty chočaš pakazać:
ky: Көрсөтүүгө керек болгон байланышты тандаңыз:
ne: कृपया तपाईले देखाउन चाहेको संदर्भको चयन गर्नु होस् :

source: Please download a newer version from the Poedit website at http://poedit.net/beta/
ky: Poedit'тин веб-сайтынан http://poedit.net/beta/ жаңыраак версиясын жүктөп алыңыз

source: Please email this log to help@poedit.net. Thank you!
ky: help@poedit.net эл. почтасына бул журналды жөнөтүңүз. Рахмат!

source: Plural Forms:
be@latin: Formy množnaha liku:
ky: Көптүк саны:
ne: बहुवचन रूप:

source: Plural forms expression used by the catalog is unusual for %s.
ky: Каталог менен колдонулган көптүк сан туюнтмасы %s үчүн адаттагыдай эмес.

source: Plural:
be@latin: Množny lik:
ky: Көптүгү:
ne: बहुवचन:

source: Poedit Registration
ky: Poedit каттоосу

source: Poedit Update
ky: Poedit жаңылоосу

source: Poedit couldn’t understand the content of the folder you selected. This may be a problem with the plugin/theme or it may be Poedit being silly. The error is: • %s Please email help@poedit.net and we’ll sort it out.
ky: Сиз тандаган папканын мазмунун Poedit түшүнбөй жатууда. Бул көйгөй плагин/тема менен байланыштуу же Poedit өзү акылсыз болууда. Ката: • %s Эл. почтага help@poedit.net жиберсеңиз биз караштырып көрөбүз.

source: Poedit did not find any files in scanned directories.
be@latin: Poedit nie znajšoŭ nivodnaha fajłu ŭ prahladanych katalohach.
ky: Скандалган папкалардан Poedit эч кандай файлдарды тапкан жок.
ne: स्क्यान गरेको घर्रामा Poedit सम्बन्धी कुनै पनि फाइल पाइएन ।

source: Poedit is an easy to use translations editor.
ky: Poedit - колдонууга оңой болгон котормо редактору.
ne: Poedit अनुवाद कार्यका लागि सरल पाठ सम्पादक हो ।

source: Poedit needs to convert your translation memory to a new format.
ky: Poedit'ке сиздин котормо эсиңизди жаңы форматка өткөрүү керек.

source: Preferences
be@latin: Nałady
ky: Ырастоолор
ne: प्राथमिकताहरू

source: Preparing migration...
ky: Өткөрүү даярдалууда...

source: Proceed
be@latin: Praciah
ky: Улантуу
ne: आरम्भ गर

source: Project info
be@latin: Pra prajekt
ky: Долбоор маалыматы
ne: परियोजना बारे जानकारी

source: Purchasing the full version will unlock more features in this and future versions of Poedit, including:
ky: Толук версиясын сатып алуу Poedit'тин кезектеги жана келечектеги версияларынын көбүрөөк мүмкүнчүлүктөрүн ачат, мисалы:

source: References
be@latin: Spasyłki
ky: Байланыштары
ne: संदर्भ

source: References:
be@latin: Spasyłki:
ky: Байланыштары:
ne: संदर्भ:

source: Register
ky: Каттоо

source: Save &As...
ky: А&т коюп сактоо...
ne: यस रूपमा बचत गर

source: Save &as...
be@latin: Zapišy &jak...
ky: А&т коюп сактоо...
ne: &यसरी बचत गर...

source: Save as...
be@latin: Zapišy jak...
ky: Ат коюп сактоо...
ne: यस रूपमा बचत गर...

source: Save catalog
be@latin: Zapišy kataloh
ky: Каталогду сактоо
ne: सूचीपत्रलाई बचत गर ।

source: Scanning files...
be@latin: Skanavańnie fajłaŭ...
ky: Файлдар скандалууда...
ne: फ़ाइलहरूको स्कैनिंग हुदैछ ।

source: Select the folder with the WordPress theme or plugin
ky: WordPress темасы же плагини бар папканы тандаңыз

source: Select translation files to import
ky: Импорттогонго котормо файлдарын тандаңыз

source: Select your prefered language
be@latin: Paznač movu, jakuju ty abiraješ
ky: Артык көргөн тилиңизди тандаңыз
ne: आफूले चाहेको भाषाको चयन गर्नु होस् ।

source: Set Bookmark %i Alt+%i
ky: Номер %i чөп катын орнотуу Alt+%i
ne: पङ्तिमा चिनो %i लगाउ Alt-%i

source: Set Bookmark %i Ctrl+%i
ky: Номер %i чөп катын орнотуу Ctrl+%i
ne: पङ्तिमा चिनो %i लगाउ Ctrl-%i

source: Set bookmark %i Alt+%i
ky: Номер %i чөп катын орнотуу Alt+%i
ne: पङ्तिमा चिनो %i लगाउ Alt-%i

source: Set email
ky: E-mail'ди орнотуу
ne: email तय गर

source: Set name
ky: Атын орнотуу

source: Show summary after catalog update
be@latin: Pakazvaj padsumavańni paśla aktualizacyi katalohu
ky: Каталог жаңылагандан кийин жыйынтык маалыматын көрсөтүү
ne: सूचीपत्र अद्यावधिक हुना साथ सारांशलाई देखाउ

source: Singular:
be@latin: Adzinočny lik:
ky: Жекелиги:
ne: एक वचन:

source: Sort by &File Order
ky: &Файл тартиби боюнча сорттоо
ne: &फाइलको आधारमा वर्णानुक्रम मिलाउ ।

source: Sort by &file order
ky: &Файл тартиби боюнча сорттоо
ne: &फाइलका आधारमा वर्णानुक्रम मिलाउ ।

source: Source
ky: Баштапкы тексти
ne: श्रोत

source: Source Text
ky: Баштапкы тексти

source: Source code directory '%s' doesn't exist.
ky: '%s' баштапкы код каталогу жок.

source: Source code parsers:
be@latin: Analizatary kryničnaha kodu:
ky: Баштапкы кодунун парсерлери:
ne: स्रोत संहिता पदवियोग कर्ता:

source: Source file
be@latin: Kryničny fajł
ky: Баштапкы файлы
ne: स्रोत फ़ाइल

source: Source file occurrence:
ky: Баштапкы файлдын кирүүсү:
ne: स्रोत फ़ाइलको पटक

source: Source text:
ky: Баштапкы тексти:
ne: स्रोत पाठहरू

source: Spellchecker dictionary for %s isn't available, you need to install it.
ky: Орфографияны текшерген %s сөздүгү жеткиликтүү эмес, аны сиз орнотушуңуз керек.
ne: हिज्जे जाँच शब्दकोष %s विद्यमान छैन ।, तपाइले यसलाई भित्रयाउनु पर्छ ।

source: Start from the first item
be@latin: Pačni ad pieršaha elementu
ky: Биринчи пункттан баштоо
ne: पहिलो सामाग्रीबाट शुरू गर

source: Statistics
ky: Статистика

source: String to find:
be@latin: Šukanaja fraza:
ky: Табыла турган сап:
ne: खोज्नु पर्ने पदावली:

source: Strings in source language
ky: Баштапкы тилиндеги саптар

source: Take an existing PO file or POT template and create a new translation from it.
ky: Бар болгон PO файлын же POT калыбын алып андан жаңы котормону жасаңыз.

source: Team's email address:
be@latin: Adras email supołki:
ky: Команданын e-mail дареги:
ne: समुहको इमेल

source: Team:
be@latin: Supołka:
ky: Команда:
ne: समुह

source: The "%s" plugin isn't localization-ready.
ky: "%s" плагини жергиликтештирүүгө даяр эмес.

source: The "%s" theme isn't localization-ready.
ky: "%s" темасы жергиликтештирүүгө даяр эмес.

source: The catalog couldn't be saved in '%s' charset as specified in catalog settings. It was saved in UTF-8 instead and the setting was modified accordingly.
ky: Каталог ырастоолорунда көрсөтүлгөн '%s' кодировкасы менен каталог сактала албай жатууда. Бул анын ордуна UTF-8 менен сакталды жана ырастоолору өзгөртүлдү.

source: The file cannot be opened.
ky: Файлды ачууга мүмкүн эмес.

source: The file may be either corrupted or in a format not recognized by Poedit.
ky: Файл балким бузук же ал Poedit тааный албаган форматта.

source: The registration key can be used on multiple computers you use personally or for multiple accounts on a single computer.
ky: Каттоо ачкычы сиз колдонгон бир нече компьютерлерден же бир компьютердеги бир нече эсеп жазууларыңыздан колдонула алат.

source: The simplest way to fill this catalog is to update it from a POT:
ky: Бул каталогду толтуруунун эң оңой жолу бул POT'ден жаңылоо:

source: There were errors when loading the catalog. Some data may be missing or corrupted as the result.
be@latin: Zdarylisia pamyłki padčas zahruzki katalohu, i tamu moža nie stavać častki źviestak, albo jany mohuć być niapravilnymi.
ky: Каталогду жүктөө убагында каталар келип чыкты. Натыйжада кээ бир маалыматтар бузулуп же жок болуп калышы мүмкүн.
ne: सूचीपत्र फ़ाइल लाई बहन गर्दा त्रुटिभयो। यो कारणले गर्दा कतिपय आँकड़ा हराउन अथवा नष्ट हुन सक्छ ।

source: These strings are no longer in the sources. Poedit will remove them from the catalog now.
be@latin: Hetych fraz u aryhinale ŭžo niama. Poedit vydalić ich zaraz z katalohu.
ky: Бул саптар баштапкы файлдарда жок. Аларды Poedit каталогдон азыр өчүрөт.
ne: यी पदावलीहरू अब श्रोतमा विद्यमान छैनन् । Poedit ले अब यीनिहरूलाई सूचीपत्रबाट हटाउने छ।

source: These strings were found in the sources but were not in the catalog. Poedit will add them to the catalog now.
be@latin: Hetyja frazy byli znojdzienyja ŭ aryhinale, ale ich niama ŭ katalohu. Poedit dadaść ich zaraz u kataloh.
ky: Бул саптар баштапкы файлдарынан табылды, бирок каталогдордон табылган жок. Аларды Poedit азыр каталогго кошот.
ne: यी पदावलीहरू स्रोतमा पाइए पनि सूचीपत्रमा पाइएनन् । अब Poedit ले यीनिहरूलाई यो सूचीपत्रमा जोड्ने छ ।

source: This beta version of Poedit expired.
ky: Poedit бул бета-версиясы эскирген.

source: This catalog has entries with plural forms, but doesn't have Plural-Forms header configured.
ky: Бул каталогдо көптүк сан формаларындагы жазуулар бар, бирок Plural-Forms баш сабы жок.
ne: यो सुचीपत्रमा बहुवचन रूप छ तर बहुवचन रुपको शिर्षक अभियोजित गरिएको छैन ।

source: This is the command used to launch the parser. %o expands to the name of output file, %K to list of keywords, %F to list of input files, %C to charset flag (see below).
be@latin: Heta zahad, jaki vykarystoŭvajecca dziela ŭruchamleńnia analizatara. %o aznačaje nazvu vyjściovaha fajłu, %K śpis klučavych słovaŭ, %F śpis uvachodnych fajłaŭ, %C paznačaje kadavańnie (hladzi nižej).
ky: Бул команда парсерди жүргүзүш үчүн колдонулат. %o чыгыш файлдын аты менен алмаштырылат, %K ачкыч сөздөрүнүн тизмеси менен алмаштырылат, %F кириш файлдарынын тизмеси менен алмаштырылат, %C кодировканын желеги менен алмаштырылат (төмөн жакты караңыз).
ne: यो त्यो आदेश हो जसको उपयोग पद-वियोग कर्तालाई शुरु गर्दा प्रयोग गरिन्छ । %o को अर्थ प्रतिफल फ़ाइलको नाम, %K को अर्थ प्रमुख शब्दको सूची, %F को अर्थ लगानी फाइलको सूची, %C को अर्थ वर्णसेट झण्डा हो । (तल हेर्नु होला)।

source: This must be done before Poedit can start. It may take a few minutes if you have lots of translations stored, but should normally be much faster.
ky: Бул Poedit жүргүзүлө электе даяр болуп туруш керек. Котормоңуз көп болуп калса бир нече убакыт кетиши мүмкүн, бирок адатта бат эле бүтүш керек.

source: This will be attached to the command line only if source codecharset was given. %c expands to charset value.
be@latin: Heta budzie dałučana da zahadnaha radka, tolki kali paznačanaje kadavańnie znakaŭ aryhinału. %c razhortvajecca ŭ vartaść kadavańnia.
ky: Баштапкы тесттин кодировкасы белгиленгенден кийин гана бул командалык сапка кошулат. %c кодировканын чоңдугу менен алмаштырылат.
ne: यदि स्रोत वर्णसेट प्रदान गरिएको भए यो आदेश पङ्ति सित संलग्न हुनेछ । %c ले वर्णसेट मूल्य देखाउने छ ।

source: Toggled if selected string has fuzzy translation
be@latin: Uklučana, kali dla zaznačanaj frazy jość sumniŭny pierakład
ky: Тандалган сапта так эмес котормо бар болуп калса басылган болот
ne: यदि चयन गरेको पदावली कुरूप अनुवाद छ भने उल्टाउ

source: Translatable entries aren't added manually in the Gettext system, but are automatically extracted from source code. This way, they stay up to date and accurate. Translators typically use PO template files (POTs) prepared for them by the developer.
ky: Которулуучу жазуулар кол менен Gettetxt системасына кошулбайт, бирок автоматтуу түрүндө баштапкы кодунан чыгарылат. Бул жолу менен, алар жаңыланып жана тыкан болуп турат. Котормочулар адатта иштетүүчү тарабынан даярдалган PO калып файлдарын (POT) колдонушат.

source: Translate WordPress theme or plugin
ky: WordPress темасын же плагинин которуу

source: Translated
ky: Которулган

source: Translated %u strings
ky: %u сап которулду

source: Translation Is &Fuzzy
ky: Котормо так э&мес
ne: अनुवाद मिलेको &छैन

source: Translation Memory
be@latin: Pamiać pierakładaŭ
ky: Котормо эси
ne: अनुवाद भण्डार

source: Translation is &fuzzy
be@latin: Pierakład &sumniŭny
ky: Котормо так э&мес
ne: अनुवाद &कुरूप छ ।

source: Translation memory migration failed.
ky: Котормо эсин жылдыруу оңунан чыккан жок.

source: Translation's project name isn't set.
ky: Котормонун долбоор аты орнотулган жок.

source: Translation:
ky: Котормо:
ne: &अनुवाद

source: Translations folder (%s) doesn't exist.
ky: Котормонун (%s) папкасы жок.

source: Translations with errors
ky: Каталары бар котормолор

source: Update catalog - synchronize it with sources
be@latin: Aktualizuj kataloh – synchranizuj jaho z krynicami
ky: Каталогду жаңылоо - баштапкы файлдар менен синхрондоштуруу
ne: अद्यावधिक सूचीपत्रको श्रोतसित समाविष्टता

source: Update from &POT File...
ky: POT &файлынан жаңылоо...
ne: POT फाइलबाट &अद्यावदीक गर्नु होस् ।

source: Update from &POT file...
be@latin: Aktualizuj z fajłu &POT...
ky: POT &файлынан жаңылоо...
ne: POT फ़ाइलबाट अद्यावधिक गर...

source: Updating catalog
ky: Каталог жаңыланууда
ne: सूचीपत्र अद्यावधिक हुदैछ ।

source: Updating the catalog failed. Click on 'Details >>' for details.
ky: Каталог жаңыланышы оңунан чыккан жок. Кошумча маалымат үчүн 'Деталдар >>' кнопкасын басыңыз.
ne: यस सूचीपत्रलाई अद्यावधिक गर्न सकिएन । विवरण के लिए 'और अधिक>>' पर क्लिक करें।

source: Upgrade to the Pro version of Poedit with more features.
ky: Көбүрөөк өзгөчөлүктөрү бар Poedit'тин Pro версиясына жаңылаңыз.

source: Upgrade...
ky: Жаңылоо...

source: Use custom font for text fields
be@latin: Užyj ułasny šryft dla tekstavych paloŭ
ky: Текст талаалары үчүн башка арипти колдонуу
ne: पाठ लेखिने क्षेत्रमा प्रचलित वर्णाकृति को नै प्रयोग गर ।

source: Use custom font for translations list
be@latin: Užyj ułasny šryft dla śpisu pierakładaŭ
ky: Котормолор тизмеси үчүн башка арипти колдонуу
ne: अनुवादको सूचीको लागि प्रचलित वर्णाकृतिको प्रयोग गर ।

source: Use translation memory
ky: Котормо эсин колдонуу

source: View License Key
ky: Лицензия ачкычын көрүү

source: View Log
ky: Журналын көрүү

source: View license key
ky: Лицензия ачкычын көрүү

source: View log
ky: Журналын көрүү

source: WordPress Errors Log
ky: WordPress каталарынын журналы

source: WordPress error
ky: WordPress катасы

source: Words
ky: Сөздөр

source: You can't drop more than one file on Poedit window.
be@latin: Niemahčyma puścić bolš za adzin fajł na vakno Poedit.
ky: Poedit терезесине бирден артык файлды ташууга болбойт.
ne: तपाई Poedit विन्डोजमा एउटा भन्दा बढी फ़ाइल राख्न सक्नु हुन्न ।

source: You should set your email address in Preferences so that it can be used for Last-Translator header in GNU gettext files.
ky: GNU gettext файлдарынын Last-Translator баш сабында сиздин e-mail дарегиңиз колдонулуш үчүн, аны Ырастоолордон орнотушуңуз керек.
ne: तपाइले तल लेख्नु भएको नाम र ईमेल नै प्रयोग गरिन्छ । GNU GetText फाइलको पछिल्लो अनुवाद शीर्षक लेख्नको लागि

source: Your changes will be lost if you don't save them.
ky: Эгер өзгөртүүлөрдү сактабасаңыз алар жоголот.
ne: यसलाई बचत नगरेमा तपाइले गरेको परिवर्तनहरू सबै नासिने छन् ।

source: Your copy is upgraded to Poedit Pro.
ky: Сиздин көчүрмөңүз Poedit Pro'го чейин жаңыланды.

source: Your email address:
ky: E-mail дарегиңиз:
ne: तपाइको ईमेल ठेगाना

source: Your name and email set below are only used to set the Last-Translator header of GNU gettext files.
ky: Сиздин атыңыз жана электрондук почтаңыз GNU gettext файлдарынын Last-Translator сабында гана колдонулат.
ne: तपाइले तल लेखेको नाम र ईमेल GNU GetText फ़ाइलहरू को अघिल्लो अनुवाद शीर्षक लेख्नको लागि मात्र प्रयोग गरिने छ ।

source: Your name:
be@latin: Imia j proźvišča:
ky: Атыңыз:
ne: तपाइको नाम

source: You’re awesome! Thank you so much for purchasing Poedit Pro.
ky: Сиз укмуштуу адамсыз! Poedit Pro'ну сатым алганыңыз үчүн чоң рахмат.

source: don't delete temporary files (for debugging)
ky: (оңдоо үчүн) убактылуу файлдарды өчүрбөө
ne: अस्थाइ फाइलहरू नमेट्नु होला (खानतलासीका लागि)

source: Windows
ne: विन्डोज

source: &Automatically translate using TM
be@latin: &Aŭtamatyčna pierakładzi, užyvajučy TM

source: &New catalog...
be@latin: &Novy kataloh...

source: (none of these)
be@latin: (nivodnaja z hetych)

source: < Previous
be@latin: < Papiaredni

source: Add files
be@latin: Dadaj fajły

source: Add path to the list of directories where catalogs lie.
be@latin: Dadaj ściežku ŭ śpis katalohaŭ, u jakich znachodziacca katalohi.

source: Automatic spellchecking
be@latin: Aŭtamatyčnaja pravierka pravapisu

source: Automatic translations:
be@latin: Aŭtamatyčnyja pierakłady:

source: Automatically translate when updating catalog
be@latin: Aŭtamatyčna pierakładaj padčas aktualizacyi katalohu

source: Automatically translated %u strings
be@latin: Aŭtamatyčna pierakładziena %u fraz

source: Automatically translating...
be@latin: Aŭtamatyčny pierakład...

source: Cannot extract catalogs from RPM file.
be@latin: Niemahčyma raspakavać katalohi z fajłu RPM.

source: Choose
be@latin: Abiary

source: Configuration
be@latin: Kanfihuracyja

source: Database
be@latin: Baza źviestak

source: Delete item
be@latin: Vydal abjekt

source: Display &line numbers
be@latin: Pakazvaj &numary radkoŭ

source: E&xport...
be@latin: E&kspartuj...

source: Edit item
be@latin: Redahuj abjekt

source: Files List
be@latin: Śpis fajłaŭ

source: Form %i (e.g. "%u")
be@latin: Forma %i (naprykład: "%u")

source: Generate TM database
be@latin: Hieneruj bazu źviestak TM

source: Generate database
be@latin: Hieneruj bazu źviestak

source: Keywords
be@latin: Klučavyja słovy

source: Max. # of missing words:
be@latin: Maks. # słovaŭ, jakich nie staje:

source: Max. difference in sentence length:
be@latin: Maks. roźnica ŭ daŭžyni frazy:

source: Move down
be@latin: Uniz

source: Move up
be@latin: Uvierch

source: My Languages
be@latin: Maje movy

source: New catalog from POT file...
be@latin: Novy kataloh z fajłu POT...

source: New item
be@latin: Novy abjekt

source: Next >
be@latin: Nastupny >

source: Open catalogs manager on Poedit startup
be@latin: Adčyni kiraŭnika katalohaŭ pry starcie prahramy Poedit

source: Pick language from the list of known languages
be@latin: Abiary movu sa śpisu viadomych movaŭ

source: Please add directories where locale files are stored on your system:
be@latin: Dadaj katalohi, u jakich zapisanyja fajły lakalnaściaŭ u tvajoj systemie:

source: Please select language ISO code:
be@latin: Abiary ISO-kod movy:

source: Please select language code:
be@latin: Abiary kod movy:

source: Regenerate translation memory from catalogs in paths listed above.
be@latin: Aśviažy pamiać pierakładaŭ z katalohaŭ u vyšej pieraličanych ściežkach.

source: Reset to defaults
be@latin: Viarni zmoŭčanyja vartaści

source: Scanning file:
be@latin: Skanavańnie fajłu:

source: Search Paths
be@latin: Ściežki pošuku

source: Select catalog's language
be@latin: Abiary movu katalohu

source: Select language
be@latin: Abiary movu

source: The catalog couldn't be saved in '%s' charset as specified in catalog settings. It was saved in UTF-8 instead and the setting was modified accordingly.
be@latin: Hety kataloh nia moh być zapisany z naboram znakaŭ '%s', abranym u naładach katalohu. Zamiest hetaha jon byŭ zapisany ŭ farmacie UTF-8, i nałady taksama adpaviedna zmadyfikavanyja.

source: Translation files (*.po;*.mo)|*.po;*.mo
be@latin: Fajły pierakładaŭ (*.po;*.mo)|*.po;*.mo

source: Translation files (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm
be@latin: Fajły pierakładaŭ (*.po;*.mo;*.rpm)|*.po;*.mo;*.rpm

source: Translation memory will be built from the files listed below. You can add more files to the list now.
be@latin: Pamiać pierakładaŭ budzie pabudavanaja z fajłaŭ, pieraličanych nižej. Ciapier ty možaš dadać bolej fajłaŭ u śpis.

source: Unknown locale code '%s' in registry.
be@latin: Nieviadomy lakalny kod '%s' u rehistry.

source: Update translation memory
be@latin: Aktualizuj pamiać pierakładaŭ
