Repository: vslavik/poedit
Catalog: locales/*.po
Languages: be@latin, ky, lo, ne

source: Hide this notification message
ky: Ушул билдирүүнү жашыруу
lo: ເຊື່ອງຂໍ້ຄວາມແຈ້ງເຕືອນນີ້
ne: यो सुचना सन्देसलाई लुकाइ देउ ।

source: Don’t Show Again
lo: ບໍ່ຕ້ອງສະແດງອີກ

source: Don’t show again
lo: ບໍ່ຕ້ອງສະແດງອີກ

source: Update Summary
lo: ສະຫຼຸບການອັບເດດ

source: Update summary
be@latin: Aktualizuj padsumavańnie
ky: Жаңылоо маалыматы
lo: ສະຫຼຸບການອັບເດດ
ne: सारांशलाई अद्यावधिकरन गर

source: Close
ky: Жабуу
lo: ປິດ
ne: &बन्द गर

source: Issues
lo: ບັນຫາ

source: File
lo: ໄຟລ໌

source: Line
be@latin: Radok
lo: ແຖວ

source: Issue
lo: ບັນຫາ

source: New Strings
lo: ຂໍ້ຄວາມໃໝ່

source: New strings
be@latin: Novyja frazy
ky: Жаңы саптар
lo: ຂໍ້ຄວາມໃໝ່
ne: नयाँ पदावलीहरू

source: Removed Strings
lo: ຂໍ້ຄວາມທີ່ຖືກລຶບ

source: Removed strings
lo: ຂໍ້ຄວາມທີ່ຖືກລຶບ

source: Extracting translatable strings from %s file…
lo: ກຳລັງແຍກຂໍ້ຄວາມທີ່ແປໄດ້ຈາກໄຟລ໌ %s…

source: Failed to load file with extracted translations.
lo: ບໍ່ສາມາດໂຫຼດໄຟລ໌ພ້ອມຄຳແປທີ່ແຍກອອກມາໄດ້.

source: In: %s
lo: ໃນ: %s

source: Source code not available.
lo: ບໍ່ມີຊອດໂຄດ.

source: Translations couldn’t be updated from the source code, because no code was found in the location specified in the file’s Properties.
lo: ບໍ່ສາມາດອັບເດດຄຳແປຈາກຊອດໂຄດໄດ້, ເພາະບໍ່ພົບໂຄດໃນຕຳແໜ່ງທີ່ລະບຸໃນຄຸນສົມບັດຂອງໄຟລ໌.

source: Permission denied.
lo: ການເຂົ້າເຖິງຖືກປະຕິເສດ.

source: You don’t have permission to read source code files from the location specified in the file’s Properties.
lo: ທ່ານບໍ່ມີສິດອ່ານໄຟລ໌ຊອດໂຄດຈາກຕຳແໜ່ງທີ່ລະບຸໃນຄຸນສົມບັດຂອງໄຟລ໌.

source: If you previously denied access to your files, you can allow it in System Settings > Privacy & Security > Files & Folders.
lo: ຖ້າທ່ານເຄີຍປະຕິເສດການເຂົ້າເຖິງໄຟລ໌ຂອງທ່ານ, ທ່ານສາມາດອະນຸຍາດໄດ້ໃນ System Settings > Privacy & Security > Files & Folders.

source: If you previously denied access to your files, you can allow it in System Preferences > Security & Privacy > Privacy > Files & Folders.
lo: ຖ້າທ່ານເຄີຍປະຕິເສດການເຂົ້າເຖິງໄຟລ໌ຂອງທ່ານ, ທ່ານສາມາດອະນຸຍາດໄດ້ໃນ System Preferences > Security & Privacy > Privacy > Files & Folders.

source: Failed to extract strings from source code.
lo: ບໍ່ສາມາດແຍກຂໍ້ຄວາມຈາກຊອດໂຄດໄດ້.

source: The file “%s” couldn’t be opened.
lo: ບໍ່ສາມາດເປີດໄຟລ໌ “%s” ໄດ້.

source: Updating translations
lo: ກຳລັງອັບເດດຄຳແປ

source: Determining differences…
lo: ກຳລັງກວດສອບຄວາມແຕກຕ່າງ…

source: Merging differences…
lo: ກຳລັງຮວມຄວາມແຕກຕ່າງ…

source: Translation file is already up to date, no changes to strings were made.
lo: ໄຟລ໌ຄຳແປເປັນເວີຊັນຫຼ້າສຸດແລ້ວ, ບໍ່ມີການປ່ຽນແປງຂໍ້ຄວາມ.

source: Translation file was updated with %s change.
lo: ໄຟລ໌ຄຳແປໄດ້ຮັບການອັບເດດ %s ການປ່ຽນແປງ.

source: New strings to translate:
lo: ຂໍ້ຄວາມໃໝ່ທີ່ຕ້ອງແປ:

source: Removed strings (no longer used):
lo: ຂໍ້ຄວາມທີ່ຖືກລຶບ (ບໍ່ໄດ້ໃຊ້ອີກຕໍ່ໄປ):

source: %d issue with the source strings was detected.
lo: ກວດພົບບັນຫາ %d ລາຍການກັບຂໍ້ຄວາມຕົ້ນສະບັບ.

source: View Details…
lo: ເບິ່ງລາຍລະອຽດ…

source: View details…
lo: ເບິ່ງລາຍລະອຽດ…

source: Malformed header: “%s”
lo: ສ່ວນຫົວມີຮູບແບບບໍ່ຖືກຕ້ອງ: “%s”

source: POT Translation Templates
lo: ເທມເພດຄຳແປ POT

source: Xcode Localization Catalog
lo: ແຄັດຕາລັອກການແປພາສາຂອງ Xcode

source: This JSON file isn’t a translations file and cannot be edited in Poedit.
lo: ໄຟລ໌ JSON ນີ້ບໍ່ແມ່ນໄຟລ໌ຄຳແປ ແລະ ບໍ່ສາມາດແກ້ໄຂໃນ Poedit ໄດ້.

source: Reading file content failed with the following error: %s
lo: ການອ່ານເນື້ອຫາໄຟລ໌ລົ້ມເຫຼວພ້ອມຂໍ້ຜິດພາດຕໍ່ໄປນີ້: %s

source: File “%s” is read-only and cannot be saved. Please save it under different name.
lo: ໄຟລ໌ “%s” ເປັນແບບອ່ານຢ່າງດຽວ ແລະ ບໍ່ສາມາດບັນທຶກໄດ້. ກະລຸນາບັນທຶກເປັນຊື່ອື່ນ.

source: Couldn’t save file %s.
lo: ບໍ່ສາມາດບັນທຶກໄຟລ໌ %s ໄດ້.

source: Screenshots:
lo: ຮູບໜ້າຈໍ:

source: %i line of file “%s” was not loaded correctly.
lo: %i ແຖວຂອງໄຟລ໌ “%s” ບໍ່ໄດ້ໂຫຼດຢ່າງຖືກຕ້ອງ.

source: Line %d of file “%s” is corrupted (not valid %s data).
lo: ແຖວທີ %d ຂອງໄຟລ໌ “%s” ເສຍຫາຍ (ຂໍ້ມູນ %s ບໍ່ຖືກຕ້ອງ).

source: Broken PO file: singular form msgstr used together with msgid_plural
lo: ໄຟລ໌ PO ເສຍຫາຍ: ໃຊ້ msgstr ຮູບເອກະພົດຮ່ວມກັບ msgid_plural

source: Broken PO file: plural form msgstr used without msgid_plural
lo: ໄຟລ໌ PO ເສຍຫາຍ: ໃຊ້ msgstr ຮູບພະຫູພົດໂດຍບໍ່ມີ msgid_plural

source: Couldn’t load the file, it is probably damaged.
lo: ບໍ່ສາມາດໂຫຼດໄຟລ໌ໄດ້, ອາດຈະເສຍຫາຍ.

source: There were errors when loading the file. Some data may be missing or corrupted as the result.
lo: ມີຂໍ້ຜິດພາດຂະນະໂຫຼດໄຟລ໌. ຂໍ້ມູນບາງສ່ວນອາດຫາຍໄປ ຫຼື ເສຍຫາຍ.

source: There was a problem formatting the file nicely (but it was saved all right).
ky: Файлды форматтоо кезинде маселе келип чыкты (бирок ал ийгиликтүү сакталды).
lo: ມີບັນຫາໃນການຈັດຮູບແບບໄຟລ໌ໃຫ້ສວຍງາມ (ແຕ່ບັນທຶກສຳເລັດແລ້ວ).
ne: फाइलको बनावट सुन्दर रूपले गर्न सकिएन तर यसलाई राम्ररी नै बचत गरियो ।

source: The file couldn’t be saved in “%s” charset as specified in translation settings. It was saved in UTF-8 instead and the setting was modified accordingly.
lo: ບໍ່ສາມາດບັນທຶກໄຟລ໌ໃນຊຸດອັກຂະລະ “%s” ຕາມທີ່ລະບຸໃນການຕັ້ງຄ່າການແປໄດ້. ໄຟລ໌ຖືກບັນທຶກເປັນ UTF-8 ແທນ ແລະ ການຕັ້ງຄ່າຖືກແກ້ໄຂຕາມນັ້ນ.

source: Error while loading Qt translation file: %s
lo: ຂໍ້ຜິດພາດຂະນະໂຫຼດໄຟລ໌ຄຳແປ Qt: %s

source: Error while loading RESX file: %s
lo: ຂໍ້ຜິດພາດຂະນະໂຫຼດໄຟລ໌ RESX: %s

source: Unexpectedly missing content in the XCLOC file.
lo: ເນື້ອຫາໃນໄຟລ໌ XCLOC ຫາຍໄປໂດຍບໍ່ຄາດຄິດ.

source: Saving in a different location is not supported for XCLOC files.
lo: ບໍ່ຮອງຮັບການບັນທຶກໄຟລ໌ XCLOC ໃນຕຳແໜ່ງອື່ນ.

source: Error while loading XLIFF file: %s
lo: ຂໍ້ຜິດພາດຂະນະໂຫຼດໄຟລ໌ XLIFF: %s

source: unsupported version (%s)
lo: ເວີຊັນບໍ່ຮອງຮັບ (%s)

source: Broken markup in translation string.
lo: ມາກອັບໃນຂໍ້ຄວາມແປເສຍຫາຍ.

source: Connect Poedit with supported cloud localization platforms to seamlessly sync translations managed on them.
lo: ເຊື່ອມຕໍ່ Poedit ກັບແພລດຟອມການແປພາສາເທິງຄລາວທີ່ຮອງຮັບ ເພື່ອຊິງຄ໌ຄຳແປທີ່ຈັດການຢູ່ເທິງນັ້ນໄດ້ຢ່າງລ່ຽນໄຫຼ.

source: How does cloud sync work?
lo: ການຊິງຄ໌ຜ່ານຄລາວເຮັດວຽກແນວໃດ?

source: Account
lo: ບັນຊີ

source: (not signed in)
lo: (ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບ)

source: Open cloud translation
lo: ເປີດຄຳແປເທິງຄລາວ

source: Manage accounts
lo: ຈັດການບັນຊີ

source: Project:
lo: ໂຄງການ:

source: Language:
be@latin: Mova:
ky: Тил:
lo: ພາສາ:
ne: भाषा:

source: Sign in to Cloud Account
lo: ເຂົ້າສູ່ລະບົບບັນຊີຄລາວ

source: Sign in to cloud account
lo: ເຂົ້າສູ່ລະບົບບັນຊີຄລາວ

source: No translation projects listed in your account.
lo: ບໍ່ມີໂຄງການແປພາສາໃນບັນຊີຂອງທ່ານ.

source: Downloading latest translations…
lo: ກຳລັງດາວໂຫຼດຄຳແປຫຼ້າສຸດ…

source: Sign in to %s
lo: ເຂົ້າສູ່ລະບົບ %s

source: Syncing
lo: ກຳລັງຊິງຄ໌

source: Uploading translations to %s…
lo: ກຳລັງອັບໂຫຼດຄຳແປໄປທີ່ %s…

source: Uploading translations to %s failed.
lo: ການອັບໂຫຼດຄຳແປໄປທີ່ %s ລົ້ມເຫຼວ.

source: Syncing error
lo: ຂໍ້ຜິດພາດໃນການຊິງຄ໌

source: Add
be@latin: Dadaj
lo: ເພີ່ມ

source: Unknown Crowdin error.
lo: ຂໍ້ຜິດພາດ Crowdin ທີ່ບໍ່ຮູ້ຈັກ.

source: Not authorized, please sign in again.
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດ, ກະລຸນາເຂົ້າສູ່ລະບົບອີກຄັ້ງ.

source: String-based Crowdin projects are not supported.
lo: ບໍ່ຮອງຮັບໂຄງການ Crowdin ແບບອີງໃສ່ຂໍ້ຄວາມ.

source: Downloading translations is disabled in this project.
lo: ການດາວໂຫຼດຄຳແປຖືກປິດໃຊ້ງານໃນໂຄງການນີ້.

source: Recommended
lo: ແນະນຳ

source: Sign In
lo: ເຂົ້າສູ່ລະບົບ

source: Sign in
lo: ເຂົ້າສູ່ລະບົບ

source: Sign Out
lo: ອອກຈາກລະບົບ

source: Sign out
lo: ອອກຈາກລະບົບ

source: Learn more about Crowdin
lo: ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບ Crowdin

source: Crowdin is an online translation management platform and collaborative translation tool. We use Crowdin ourselves to translate Poedit into many languages, and we love it.
lo: Crowdin ແມ່ນແພລດຟອມການຈັດການການແປພາສາອອນລາຍ ແລະ ເປັນເຄື່ອງມືການແປແບບຮ່ວມມືກັນ. ພວກເຮົາໃຊ້ Crowdin ເພື່ອແປ Poedit ເປັນຫຼາຍພາສາ, ແລະ ພວກເຮົາມັກມັນ.

source: Waiting for authentication…
lo: ກຳລັງລໍຖ້າການຢືນຢັນຕົວຕົນ…

source: Updating user information…
lo: ກຳລັງອັບເດດຂໍ້ມູນຜູ້ໃຊ້…

source: Sign in to Crowdin
lo: ເຂົ້າສູ່ລະບົບ Crowdin

source: Syncing with Crowdin failed.
lo: ການຊິງຄ໌ກັບ Crowdin ລົ້ມເຫຼວ.

source: Crowdin error
lo: ຂໍ້ຜິດພາດ Crowdin

source: &Copy
lo: &ຄັດລອກ

source: Learn more
ky: Көбүрөөк окуу
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
ne: थप जानकारी

source: &Help
be@latin: &Dapamoha
ky: &Жардам
lo: &ຊ່ວຍເຫຼືອ
ne: &सहायता

source: MO files can’t be directly edited in Poedit.
lo: ໄຟລ໌ MO ບໍ່ສາມາດແກ້ໄຂໂດຍກົງໃນ Poedit ໄດ້.

source: Please open and edit the corresponding PO file instead. When you save it, the MO file will be updated as well.
lo: ກະລຸນາເປີດ ແລະ ແກ້ໄຂໄຟລ໌ PO ທີ່ກ່ຽວຂ້ອງແທນ. ເມື່ອທ່ານບັນທຶກ, ໄຟລ໌ MO ກໍຈະຖືກອັບເດດເຊັ່ນກັນ.

source: don’t delete temporary files (for debugging)
lo: ບໍ່ຕ້ອງລຶບໄຟລ໌ຊົ່ວຄາວ (ສຳລັບການດີບັກ)

source: handle a poedit:// URI
lo: ຈັດການ poedit:// URI

source: go to item at given line number
lo: ໄປທີ່ລາຍການຕາມໝາຍເລກແຖວທີ່ໃຫ້

source: Failed to communicate with Poedit process.
lo: ການສື່ສານກັບໂພຣເຊສ Poedit ລົ້ມເຫຼວ.

source: Unhandled exception occurred: %s
lo: ເກີດຂໍ້ຍົກເວັ້ນທີ່ບໍ່ໄດ້ຈັດການ: %s

source: Select translation template
lo: ເລືອກເທມເພດຄຳແປ

source: Poedit is an easy to use translation editor.
lo: Poedit ເປັນໂປຣແກຣມແກ້ໄຂຄຳແປທີ່ใช้ง່າຍ.

source: You can’t drop more than one file on Poedit window.
lo: ທ່ານບໍ່ສາມາດລາກໄຟລ໌ຫຼາຍກວ່າໜຶ່ງໄຟລ໌ໃສ່ໜ້າຕ່າງ Poedit ໄດ້.

source: File “%s” doesn’t exist.
lo: ບໍ່ມີໄຟລ໌ “%s”.

source: Spellchecking is disabled, because the dictionary for %s isn’t installed.
lo: ການກວດການສະກົດຄຳຖືກປິດໃຊ້ງານ, ເພາະວັດຈະນານຸກົມສຳລັບ %s ບໍ່ໄດ້ຖືກຕິດຕັ້ງ.

source: Install
lo: ຕິດຕັ້ງ

source: The file “%s” has been changed by another application.
lo: ໄຟລ໌ “%s” ໄດ້ຖືກປ່ຽນແປງໂດຍແອັບພລິເຄຊັນອື່ນ.

source: Do you want to reload the file from disk? Your unsaved edits in Poedit will be lost if you do.
lo: ທ່ານຕ້ອງການໂຫຼດໄຟລ໌ຈາກດິສກ໌ຄືນໃໝ່ບໍ່? ການແກ້ໄຂທີ່ຍັງບໍ່ໄດ້ບັນທຶກໃນ Poedit ຂອງທ່ານຈະເສຍໄປຖ້າທ່ານເຮັດ.

source: The file has been modified. Do you want to save changes?
lo: ໄຟລ໌ໄດ້ຖືກແກ້ໄຂ. ທ່ານຕ້ອງການບັນທຶກການປ່ຽນແປງບໍ່?

source: Save changes
be@latin: Zapišy źmieny
ky: Өзгөртүүлөрүн сактоо
lo: ບັນທຶກການປ່ຽນແປງ
ne: आफूले गरेको परिवर्तनहरूलाई बचत गर्नु होस् ।

source: Your changes will be lost if you don’t save them.
lo: ການປ່ຽນແປງຂອງທ່ານຈະເສຍໄປຖ້າທ່ານບໍ່ບັນທຶກ.

source: Save
be@latin: Zapišy
ky: Сактоо
lo: ບັນທຶກ
ne: बचत गर

source: Do&n’t save
lo: ບໍ່ບັນທຶກ

source: Don’t Save
lo: ບໍ່ບັນທຶກ

source: The changes made by the other application will be lost if you save.
lo: ການປ່ຽນແປງທີ່ເຮັດໂດຍແອັບພລິເຄຊັນອື່ນຈະເສຍໄປຖ້າທ່ານບັນທຶກ.

source: Cancel
be@latin: Anuluj
ky: Жокко чыгаруу
lo: ຍົກເລີກ
ne: रद्द गर

source: Save Anyway
lo: ບັນທຶກຕໍ່ໄປ

source: Save anyway
lo: ບັນທຶກຕໍ່ໄປ

source: Save as…
lo: ບັນທຶກເປັນ…

source: Compile to…
lo: ຄອມໄພລ໌ເປັນ…

source: Export to HTML…
lo: ສົ່ງອອກເປັນ HTML…

source: Exporting to HTML
lo: ກຳລັງສົ່ງອອກເປັນ HTML

source: Updating failed
lo: ການອັບເດດລົ້ມເຫຼວ

source: Open reference file
lo: ເປີດໄຟລ໌ອ້າງອີງ

source: Sync with Crowdin
lo: ຊິງຄ໌ກັບ Crowdin

source: Upload to %s
lo: ອັບໂຫຼດໄປທີ່ %s

source: %d issue with the translation found.
ky: Котормодо %d маселе табылды.
lo: ພົບບັນຫາ %d ລາຍການກັບຄຳແປ.
ne: अनुवाद सम्बन्धि %d मुद्दा पाइयो ।

source: Validation results
ky: Текшерүү натыйжалары
lo: ຜົນການກວດສອບ
ne: वैधता नतिजा

source: Entries with errors were marked in red in the list. Details of the error will be shown when you select such an entry.
ky: Тизмедеги каталары бар жазуулар кызыл менен белгиленди. Ката жөнүндөгү маалымат тандалганда көрсөтүлөт.
lo: ລາຍການທີ່ມີຂໍ້ຜິດພາດຈະຖືກໝາຍເປັນສີແດງໃນລາຍຊື່. ລາຍລະອຽດຂອງຂໍ້ຜິດພາດຈະສະແດງຂຶ້ນເມື່ອທ່ານເລືອກລາຍການນັ້ນ.
ne: अनुवाद गल्ति भएका प्रविष्टीहरूलाई रातो रङ्गको सूचीमा देखिने गरी राखिएको छ । गल्तिको विस्तृत विवरण यि प्रविष्टीहरूलाई चयन गरे पछी देखिने छ ।

source: The file was saved safely and compiled into the MO format, but it will probably not work correctly.
lo: ໄຟລ໌ຖືກບັນທຶກຢ່າງປອດໄພ ແລະ ຄອມໄພລ໌ເປັນຮູບແບບ MO ແລ້ວ, ແຕ່ມັນອາດຈະເຮັດວຽກບໍ່ຖືກຕ້ອງ.

source: The file was saved safely, but it cannot be compiled into the MO format and used.
ky: Файл коопсуздук түрдө сакталды, бирок аны MO форматына компиляцияп колдонсо болбойт.
lo: ໄຟລ໌ຖືກບັນທຶກຢ່າງປອດໄພ, ແຕ່ບໍ່ສາມາດຄອມໄພລ໌ເປັນຮູບແບບ MO ແລະ ນຳໃຊ້ໄດ້.
ne: फाइल त राम्ररी नै बचत भयो तर प्रयोग गर्न आवश्यक प्रशोधित *.MO फाइल तयार पार्न सकिएन ।

source: The file was compiled into the MO format, but it will probably not work correctly.
lo: ໄຟລ໌ຖືກຄອມໄພລ໌ເປັນຮູບແບບ MO ແລ້ວ, ແຕ່ມັນອາດຈະເຮັດວຽກບໍ່ຖືກຕ້ອງ.

source: The file cannot be compiled into the MO format and used.
lo: ໄຟລ໌ບໍ່ສາມາດຄອມໄພລ໌ເປັນຮູບແບບ MO ແລະ ນຳໃຊ້ໄດ້.

source: No problems with the translation found.
ky: Котормолордо көйгөйлөр табылган жок.
lo: ບໍ່ພົບບັນຫາກັບຄຳແປ.
ne: यस पदावलीको लागि कोही संदर्भ पाइएन ।।

source: The translation is ready for use, but %d entry is not translated yet.
lo: ຄຳແປພ້ອມໃຊ້ງານ, ແຕ່ຍັງມີ %d ລາຍການທີ່ຍັງບໍ່ໄດ້ແປ.

source: The translation is ready for use.
ky: Котормо колдонууга даяр.
lo: ຄຳແປພ້ອມໃຊ້ງານແລ້ວ.
ne: अनुवाद प्रयोग योग्य छ ।

source: Poedit automatically fixed invalid content in the file “%s”.
lo: Poedit ໄດ້ແກ້ໄຂເນື້ອຫາທີ່ບໍ່ຖືກຕ້ອງໃນໄຟລ໌ “%s” ໂດຍອັດຕະໂນມັດ.

source: The file contained duplicate items, which is not allowed in PO files and would prevent the file from being used. Poedit fixed the issue, but you should review translations of any items marked as needing work and correct them if necessary.
lo: ໄຟລ໌ມີລາຍການຊ້ຳກັນ, ເຊິ່ງບໍ່ອະນຸຍາດໃນໄຟລ໌ PO ແລະ ຈະເຮັດໃຫ້ບໍ່ສາມາດໃຊ້ໄຟລ໌ໄດ້. Poedit ໄດ້ແກ້ໄຂບັນຫານີ້ແລ້ວ, ແຕ່ທ່ານຄວນກວດສອບຄຳແປຂອງລາຍການໃດໆທີ່ໝາຍວ່າຕ້ອງການແກ້ໄຂ ແລະ ແກ້ໃຫ້ຖືກຕ້ອງຖ້າຈຳເປັນ.

source: Language of the translation isn’t set.
lo: ພາສາຂອງຄຳແປບໍ່ໄດ້ຖືກຕັ້ງຄ່າ.

source: Set Language
lo: ຕັ້ງຄ່າພາສາ

source: Set language
ky: Тил орнотуу
lo: ຕັ້ງຄ່າພາສາ

source: Suggestions are not available if the translation language is not set correctly. Other features, such as plural forms, may be affected as well.
lo: ຄຳແນະນຳຈະບໍ່ສາມາດໃຊ້ໄດ້ ຖ້າພາສາຂອງຄຳແປບໍ່ໄດ້ຖືກຕັ້ງຄ່າຢ່າງຖືກຕ້ອງ. ຄຸນສົມບັດອື່ນໆ ເຊັ່ນ ຮູບແບບພະຫູພົດ ກໍອາດໄດ້ຮັບຜົນກະທົບເຊັ່ນກັນ.

source: Language of the translation is the same as source language.
lo: ພາສາຂອງຄຳແປເປັນພາສາດຽວກັນກັບພາສາຕົ້ນສະບັບ.

source: Fix Language
lo: ແກ້ໄຂພາສາ

source: Fix language
lo: ແກ້ໄຂພາສາ

source: This file has entries with plural forms, but doesn’t have Plural-Forms header configured.
lo: ໄຟລ໌ນີ້ມີລາຍການທີ່ມີຮູບແບບພະຫູພົດ, ແຕ່ບໍ່ໄດ້ຕັ້ງຄ່າສ່ວນຫົວ Plural-Forms.

source: Entries in this file have different plural forms count from what the file’s Plural-Forms header says
lo: ລາຍການໃນໄຟລ໌ນີ້ມີຈຳນວນຮູບແບບພະຫູພົດແຕກຕ່າງຈາກທີ່ສ່ວນຫົວ Plural-Forms ຂອງໄຟລ໌ລະບຸໄວ້

source: Required header Plural-Forms is missing.
ky: Милдеттүү Plural-Forms башы жок болууда.
lo: ສ່ວນຫົວ Plural-Forms ທີ່ຈຳເປັນຫາຍໄປ.
ne: आवश्यक बहुवचन-रूपको शिर्षक छैन ।

source: Syntax error in Plural-Forms header ("%s").
ky: Plural-Forms баш сабындагы синтаксис катасы ("%s").
lo: ຂໍ້ຜິດພາດທາງໄວຍະກອນໃນສ່ວນຫົວ Plural-Forms ("%s").
ne: बहुवचन रूप शिर्षक ("%s") मा भाषागत त्रुटी

source: Fix the Header
lo: ແກ້ໄຂສ່ວນຫົວ

source: Fix the header
ky: Баш сабын оңдоо
lo: ແກ້ໄຂສ່ວນຫົວ
ne: शिर्षकको किटानी

source: Plural forms expression used by the file is unusual for %s.
lo: ນິພົດຮູບແບບພະຫູພົດທີ່ໃຊ້ໂດຍໄຟລ໌ນີ້ຜິດປົກກະຕິສຳລັບ %s.

source: Review
ky: Сереп
lo: ກວດສອບ

source: Would you like to use English for source text?
lo: ທ່ານຕ້ອງການໃຊ້ພາສາອັງກິດເປັນຂໍ້ຄວາມຕົ້ນສະບັບບໍ່?

source: This file uses string IDs instead of source text. Poedit can load English texts from the “%s” file for you.
lo: ໄຟລ໌ນີ້ໃຊ້ ID ຂອງຂໍ້ຄວາມແທນຂໍ້ຄວາມຕົ້ນສະບັບ. Poedit ສາມາດໂຫຼດຂໍ້ຄວາມພາສາອັງກິດຈາກໄຟລ໌ “%s” ໃຫ້ທ່ານໄດ້.

source: Load English
lo: ໂຫຼດພາສາອັງກິດ

source: Translated: %d of %d (%d %%)
lo: ແປແລ້ວ: %d ຈາກ %d (%d %%)

source: Remaining: %d
lo: ເຫຼືອ: %d

source: %d error
lo: %d ຂໍ້ຜິດພາດ

source: %d entry
lo: %d ລາຍການ

source: (unsaved)
ky: (сакталган жок)
lo: (ຍັງບໍ່ໄດ້ບັນທຶກ)

source: (modified)
be@latin: (zmadyfikavany)
ky: (өзгөртүлдү)
lo: (ແກ້ໄຂແລ້ວ)
ne: (परिवर्तित)

source: Failed to update translation memory: %s
ky: Котормо эсин жаңылоо оңунан чыккан жок: %s
lo: ບໍ່ສາມາດອັບເດດໜ່ວຍຄວາມຈຳຄຳແປ: %s

source: The file “%s” couldn’t be saved.
lo: ບໍ່ສາມາດບັນທຶກໄຟລ໌ “%s” ໄດ້.

source: Do you want to remove all translations that are identical to the source text?
lo: ທ່ານຕ້ອງການລຶບຄຳແປທັງໝົດທີ່ຄືກັນກັບຂໍ້ຄວາມຕົ້ນສະບັບບໍ່?

source: This action will delete any translations that match the source text exactly. This cannot be undone.
lo: ການກະທຳນີ້ຈະລຶບຄຳແປໃດໆທີ່ກົງກັບຂໍ້ຄວາມຕົ້ນສະບັບທຸກປະການ. ການກະທຳນີ້ບໍ່ສາມາດຍົກເລີກໄດ້.

source: Keep
ky: Калтыруу
lo: ເກັບໄວ້
ne: राखि देउ

source: Remove
lo: ລຶບ

source: Purge deleted translations
be@latin: Ačyść ad nieŭžyvanych pierakładaŭ
ky: Өчүрүлгөн котормолорду жок кылуу
lo: ລ້າງຄຳແປທີ່ຖືກລຶບ
ne: मेटाएको अनुवाद हटाउ

source: Do you want to remove all translations that are no longer used?
ky: Көптөн бери колдонулбаган котормолордун баарын өчүргүңүз келеби?
lo: ທ່ານຕ້ອງການລຶບຄຳແປທັງໝົດທີ່ບໍ່ໄດ້ໃຊ້ອີກຕໍ່ໄປບໍ່?
ne: के तपाइ अब प्रयोगमा नआउने खालका अनुवादहरूलाई पुरै हटाउन चाहनु हुन्छ?

source: If you continue with purging, all translations marked as deleted will be permanently removed. You will have to translate them again if they are added back in the future.
ky: Эгер тазалоону улантсаңыз, өчүрүлгөн деп белгиленген бардык котормолор таптакырга өчүрүлөт. Эгер алар келечекте артка кайта кошулса, анда сизге аларды кайтадан даагы которууга туура келет.
lo: ຖ້າທ່ານສືບຕໍ່ການລ້າງ, ຄຳແປທັງໝົດທີ່ໝາຍວ່າຖືກລຶບຈະຖືກລຶບອອກຢ່າງຖາວອນ. ທ່ານຈະຕ້ອງແປພວກມັນຄືນໃໝ່ ຖ້າພວກມັນຖືກເພີ່ມເຂົ້າມາອີກໃນອະນາຄົດ.
ne: यदि तपाइले हटाउने काममा निरन्तरता दिनु भयो भने अनुवाद मेटिएको निसानी राख्ने प्रविष्टीहरू सदाका लागि मेटीने छन् । भविष्यमा यीनिहरूलाई समावेस गर्नु परेको खण्डमा फेरी अनुवाद गर्नु पर्ने हुन्छ ।

source: Purge
ky: Тазалоо
lo: ລ້າງ
ne: हटाउ

source: Clear translation
ky: Котормону тазалоо
lo: ລ້າງຄຳແປ
ne: अनुवादलाई मेटाइ देउ ।

source: Clear Translation
ky: Котормону тазалоо
lo: ລ້າງຄຳແປ
ne: अनुवादलाई मेटाइ देउ

source: Edit comment
be@latin: Redahuj kamentar
ky: Комментарийди оңдоо
lo: ແກ້ໄຂຄຳເຫັນ
ne: टिप्पणी का संपादन

source: Edit Comment
ky: Комментарийди оңдоо
lo: ແກ້ໄຂຄຳເຫັນ
ne: &टिप्पणीको संपादन

source: Code Occurrences
lo: ຈຸດທີ່ປາກົດໃນໂຄດ

source: Code occurrences
lo: ຈຸດທີ່ປາກົດໃນໂຄດ

source: Hide Sidebar
lo: ເຊື່ອງແຖບດ້ານຂ້າງ

source: Show Sidebar
lo: ສະແດງແຖບດ້ານຂ້າງ

source: Hide Status Bar
lo: ເຊື່ອງແຖບສະຖານະ

source: Show Status Bar
lo: ສະແດງແຖບສະຖານະ

source: String length in characters: translation | source
lo: ຄວາມຍາວຂໍ້ຄວາມເປັນຕົວອັກສອນ: ຄຳແປ | ຕົ້ນສະບັບ

source: String length in characters
lo: ຄວາມຍາວຂໍ້ຄວາມເປັນຕົວອັກສອນ

source: Source text
ky: Баштапкы тексти
lo: ຂໍ້ຄວາມຕົ້ນສະບັບ
ne: मूल पाठ

source: Singular
lo: ເອກະພົດ

source: Plural
lo: ພະຫູພົດ

source: Translation
be@latin: Pierakład
ky: Котормо
lo: ຄຳແປ
ne: अनुवाद

source: Pre-translated
lo: ແປລ່ວງໜ້າແລ້ວ

source: Needs Work
lo: ຕ້ອງການກວດແກ້

source: Needs work
lo: ຕ້ອງການກວດແກ້

source: POT files are only templates and don’t contain any translations themselves. To make a translation, create a new PO file based on the template.
lo: ໄຟລ໌ POT ເປັນພຽງເທມເພດ ແລະ ບໍ່ມີຄຳແປໃດໆ. ເພື່ອສ້າງຄຳແປ, ໃຫ້ສ້າງໄຟລ໌ PO ໃໝ່ຈາກເທມເພດ.

source: Create new translation
ky: Жаңы котормону жаратуу
lo: ສ້າງຄຳແປໃໝ່

source: Make a new translation from this POT file.
lo: ສ້າງຄຳແປໃໝ່ຈາກໄຟລ໌ POT ນີ້.

source: Use the Edit menu to perform bulk actions on selected strings.
lo: ໃຊ້ເມນູແກ້ໄຂເພື່ອດຳເນີນການກັບຂໍ້ຄວາມທີ່ເລືອກໄວ້ຈຳນວນຫຼາຍ.

source: Source text ID
lo: ID ຂໍ້ຄວາມຕົ້ນສະບັບ

source: Everything
ky: Бардыгы
lo: ທັງໝົດ

source: Form %i
be@latin: Forma %i
ky: %i формасы
lo: ຮູບແບບ %i
ne: रूप %i

source: Form %i (unused)
lo: ຮູບແບບ %i (ບໍ່ໄດ້ໃຊ້)

source: Zero
ky: Нөл
lo: ສູນ

source: One
ky: Бир
lo: ໜຶ່ງ

source: Two
ky: Эки
lo: ສອງ

source: String context: %s
lo: ບໍລິບົດຂອງຂໍ້ຄວາມ: %s

source: String identifier: %s
lo: ຕົວລະບຸຂໍ້ຄວາມ: %s

source: %s Format
lo: ຮູບແບບ %s

source: %s format
lo: ຮູບແບບ %s

source: Translation — %s
ky: Котормо — %s
lo: ຄຳແປ — %s

source: Source text — %s
lo: ຂໍ້ຄວາມຕົ້ນສະບັບ — %s

source: unknown language
ky: белгисиз тил
lo: ພາສາທີ່ບໍ່ຮູ້ຈັກ

source: Network error: %s (%d)
lo: ຂໍ້ຜິດພາດເຄືອຂ່າຍ: %s (%d)

source: Unknown error
lo: ຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກ

source: Failed to merge gettext catalogs.
be@latin: Nie ŭdałosia spałuvyć katalahi gettext.
ky: gettext каталогдору менен бириктирүү оңунан чыккан жок.
lo: ບໍ່ສາມາດຮວມແຄັດຕາລັອກ gettext ໄດ້.
ne: gettext सुचिपत्रलाई गाभ्न सकिएन ।

source: Open in Editor
lo: ເປີດໃນໂປຣແກຣມແກ້ໄຂ

source: Open in editor
lo: ເປີດໃນໂປຣແກຣມແກ້ໄຂ

source: No information about this string’s occurrences in the source code is provided in the file.
lo: ບໍ່ມີຂໍ້ມູນກ່ຽວກັບຈຸດທີ່ປາກົດຂອງຂໍ້ຄວາມນີ້ໃນຊອດໂຄດໃຫ້ໄວ້ໃນໄຟລ໌.

source: No usage information
lo: ບໍ່ມີຂໍ້ມູນການໃຊ້ງານ

source: %d code occurrence
lo: %d ຈຸດທີ່ປາກົດໃນໂຄດ

source: Source code not found
lo: ບໍ່ພົບຊອດໂຄດ

source: Poedit cannot show source code where the string is used, because the file is either not available in the referenced location or it is a symbolic reference that doesn’t point to a real file.
lo: Poedit ບໍ່ສາມາດສະແດງຊອດໂຄດທີ່ຂໍ້ຄວາມຖືກໃຊ້ໄດ້, ເພາະໄຟລ໌ບໍ່ມີຢູ່ໃນຕຳແໜ່ງທີ່ອ້າງອີງ ຫຼື ມັນເປັນການອ້າງອີງແບບສັນຍະລັກທີ່ບໍ່ໄດ້ຊີ້ໄປຫາໄຟລ໌ຈິງ.

source: Find
ky: Табуу
lo: ຄົ້ນຫາ

source: Replace
lo: ແທນທີ່

source: Options
lo: ຕົວເລືອກ

source: Wrap around
lo: ຄົ້ນຫາແບບวนຮອບ

source: Whole words only
be@latin: Tolki cełyja słovy
ky: Бүтүн сөздөрдү гана
lo: ຄຳສັບເຕັມເທົ່ານັ້ນ
ne: सम्पूर्ण शब्द मात्र

source: Find in source texts
lo: ຄົ້ນຫາໃນຂໍ້ຄວາມຕົ້ນສະບັບ

source: Find in translations
be@latin: Znajdzi ŭ pierakładach
lo: ຄົ້ນຫາໃນຄຳແປ

source: Find in comments
be@latin: Znajdzi ŭ kamentaroch
ky: Комментарийлерден издөө
lo: ຄົ້ນຫາໃນຄຳເຫັນ
ne: टिप्पणीमा फेला पार

source: Replace &All
lo: ແທນທີ່ທັງໝົດ

source: Replace &all
lo: ແທນທີ່ທັງໝົດ

source: &Replace
lo: &ແທນທີ່

source: < &Previous
ky: < &Артка
lo: < &ກ່ອນໜ້າ

source: &Next >
ky: &Кийинки >
lo: &ຕໍ່ໄປ >

source: String to find
lo: ຂໍ້ຄວາມທີ່ຈະຄົ້ນຫາ

source: Replacement string
lo: ຂໍ້ຄວາມທີ່ຈະແທນທີ່

source: warning:
lo: ຄຳເຕືອນ:

source: error:
lo: ຂໍ້ຜິດພາດ:

source: Language name or code
lo: ຊື່ພາສາ ຫຼື ລະຫັດ

source: Translation Language
ky: Котормо тили
lo: ພາສາຂອງຄຳແປ

source: Language of the translation:
ky: Котормонун тили:
lo: ພາສາຂອງຄຳແປ:

source: All strings
lo: ທຸກຂໍ້ຄວາມ

source: Couldn’t download Localazy project details.
lo: ບໍ່ສາມາດດາວໂຫຼດລາຍລະອຽດໂຄງການ Localazy ໄດ້.

source: There was an error when uploading translations to Localazy.
lo: ເກີດຂໍ້ຜິດພາດຂະນະອັບໂຫຼດຄຳແປໄປທີ່ Localazy.

source: Projects
lo: ໂຄງການ

source: Learn more about %s
lo: ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບ %s

source: Localazy is a highly automated localization platform allowing anyone to translate their products and content into multiple languages easily.
lo: Localazy ເປັນແພລດຟອມການແປພາສາອັດຕະໂນມັດສູງທີ່ຊ່ວຍให้ທຸກຄົນສາມາດແປຜະລິດຕະພັນ ແລະ ເນື້ອຫາຂອງຕົນເປັນຫຼາຍພາສາໄດ້ຢ່າງງ່າຍດາຍ.

source: Add Project
lo: ເພີ່ມໂຄງການ

source: Add project
lo: ເພີ່ມໂຄງການ

source: Poedit - Catalogs manager
be@latin: Poedit – Kiraŭnik katalohaŭ
ky: Poedit - Каталогдор менеджери
lo: Poedit - ຕົວຈັດການແຄັດຕາລັອກ
ne: Poedit - सूचीपत्रको प्रबंधक

source: Edit…
lo: ແກ້ໄຂ…

source: Create new translations project
be@latin: Stvary novy prajekt pierakładaŭ
ky: Жаңы котормолор долбоорун жаратуу
lo: ສ້າງໂຄງການແປພາສາໃໝ່
ne: नयाँ अनुवाद परियोजनाको सिर्जना गर ।

source: Delete the project
be@latin: Vydal prajekt
ky: Долбоорду өчүрүү
lo: ລຶບໂຄງການ
ne: परियोजनालाई मेटाउ

source: Edit the project
be@latin: Redahuj prajekt
ky: Долбоорду оңдоо
lo: ແກ້ໄຂໂຄງການ
ne: यो परियोजनाको संपादन

source: Update all
be@latin: Aktualizuj usie
ky: Баарын жаңылоо
lo: ອັບເດດທັງໝົດ
ne: सबैलाई अद्यावधिकरन गर

source: Update all catalogs in the project
be@latin: Aktualizuj usie katalohi ŭ prajekcie
ky: Бул долбоордун бардык каталогдорун жаңылоо
lo: ອັບເດດແຄັດຕາລັອກທັງໝົດໃນໂຄງການ
ne: यो परियोजनामा सबै सूचीपत्रलाई अद्यावधिक गर

source: Total
be@latin: Usiaho
ky: Бардыгы
lo: ທັງໝົດ
ne: जम्मा
