Repository: vslavik/poedit
Catalog: deps/gettext/gettext-tools/po/*.po
Languages: ro

source: Valid arguments are:
ro: Parametrii valizi sunt:

source: cannot find a temporary directory, try setting $TMPDIR
ro: nu se poate gãsi un director temporar, încercaþi sã setaþi $TMPDIR

source: cannot create a temporary directory using template "%s"
ro: nu se poate crea un director temporar folosind modelul(template) "%s"

source: write error
ro: eroare de scriere

source: fdopen() failed
ro: fdopen() eºuat

source: Unknown system error
ro: Eroare de sistem necunoscutã

source: %s subprocess failed
ro: Subprocesul %s a eºuat

source: failed to create "%s"
ro: eroare în crearea "%s"

source: error while writing "%s" file
ro: eroare în scrierea fiºierului "%s"

source: Java compiler not found, try installing gcj or set $JAVAC
ro: Nu a fost gãsit compilatorul Java, încercaþi sã instalaþi gcj sau setaþi $JAVAC

source: Java virtual machine not found, try installing gij or set $JAVA
ro: Nu a fost gãsitã maºina virtualã Java, încercaþi sã instalaþi gij sau sã setaþi $JAVA

source: %s subprocess I/O error
ro: eroare I/O a subprocesului %s

source: memory exhausted
ro: memorie plinã

source: write to %s subprocess failed
ro: scrierea în subprocesul %s eºuatã

source: read from %s subprocess failed
ro: citirea din subprocesul %s a eºuat

source: cannot set up nonblocking I/O to %s subprocess
ro: nu se poate seta I/O neblocant pentru subprocesul %s

source: communication with %s subprocess failed
ro: comunicaþia cu subprocesul %s a eºuat

source: %s subprocess terminated with exit code %d
ro: subprocesul %s s-a terminat cu cod de ieºire %d

source: cannot create pipe
ro: nu se poate crea legãtura(pipe)

source: _open_osfhandle failed
ro: _open_osfhandle a eºuat

source: %s subprocess
ro: subprocesul %s

source: %s subprocess got fatal signal %d
ro: subprocesul %s a primit semnalul fatal %d

source: error while opening "%s" for reading
ro: eroare în timpul deschiderii "%s" pentru citire

source: a format specification for argument %u doesn't exist in '%s'
ro: o specificaþie de format pentru argumentul %u nu existã în '%s'

source: In the directive number %u, the token after '<' is not the name of a format specifier macro. The valid macro names are listed in ISO C 99 section 7.8.1.
ro: In directiva numãrul %u, marcajul(token) de dupã '<' nu este numele unui macro de formatare specificat. Numele valide de macro-uri sunt listate în ISO C 99 secþiunea 7.8.1.

source: In the directive number %u, the token after '<' is not followed by '>'.
ro: În directiva numãrul %u, marcajul(token) de dupã '<' nu este urmat de '>'.

source: The string refers to argument number %u but ignores argument number %u.
ro: ªirul are referire la argumentul numãrul %u dar ignorã argumentul numãrul %u.

source: In the directive number %u, '{' is not followed by an argument number.
ro: În numãrul de directivã %u, '{' nu este urmat de un numãr de argument.

source: The string ends in the middle of a directive: found '{' without matching '}'.
ro: ªirul se terminã în mijlocul directivei: s-a gãsit '{' fãrã '}' potrivit.

source: The string starts in the middle of a directive: found '}' without matching '{'.
ro: ªirul începe în mijlocul directivei: s-a gãsit '}' fãrã a se gãsi '{' potrivit.

source: In the directive number %u, flags are not allowed before '%c'.
ro: În numãrul de directivã %u, marcajele(flags) nu sunt admise înainte de '%c'.

source: The string ends in the middle of a directive.
ro: ªirul se terminã în mijlocul directivei.

source: The string refers to arguments both through absolute argument numbers and through unnumbered argument specifications.
ro: ªirul are referire la argumente atât prin numere absolute de argument cât ºi prin specificaþii de argument nenumerotate.

source: In the directive number %u, the argument number 0 is not a positive integer.
ro: În directiva numãrul %u, numãrul de argument 0 nu este un întreg pozitiv.

source: In the directive number %u, the width's argument number 0 is not a positive integer.
ro: În numãrul de directivã %u, numãrul mãrimii argumentului 0 nu este un întreg pozitiv.

source: In the directive number %u, the precision's argument number 0 is not a positive integer.
ro: În numãrul de directivã %u, numãrul preciziei argumentului 0 nu este un întreg pozitiv.

source: In the directive number %u, the character '%c' is not a valid conversion specifier.
ro: În directiva numãrul %u, caracterul '%c' nu este un specificator de conversie valid.

source: The character that terminates the directive number %u is not a valid conversion specifier.
ro: Caracterul care finalizeazã numãrul de directivã %u nu este un specificator de conversie valid.

source: The string refers to argument number %u in incompatible ways.
ro: ªir are referire la numãrul de argument %u prin metode incompatibile.

source: In the directive number %u, the substring "%s" is not a valid date/time style.
ro: În numãrul de directivã %u, subºirul "%s" nu este un stil valid de datã/orã.

source: In the directive number %u, "%s" is not followed by a comma.
ro: În numãrul de directivã %u. "%s" nu este urmat de o virgulã.

source: In the directive number %u, the substring "%s" is not a valid number style.
ro: În numãrul de directivã %u, subºirul "%s" nu este un stil valid de numãr.

source: In the directive number %u, the argument number is not followed by a comma and one of "%s", "%s", "%s", "%s".
ro: În numãrul de directivã %u, numãrul de argument nu este urmat de o virgulã ºi unul dintre "%s", "%s","%s","%s".

source: In the directive number %u, a choice contains no number.
ro: În numãrul de directivã %u, alegerea nu conþine numãr.

source: In the directive number %u, a choice contains a number that is not followed by '<', '#' or '%s'.
ro: În numãrul de directivã %u, o alegere conþine un numãr care nu este urmat de '<', '#' sau '%s'.

source: a format specification for argument {%u} doesn't exist in '%s'
ro: o specificaþie de formatare pentru argumentul {%u} nu existã în '%s'

source: In the directive number %u, parameter %u is of type '%s' but a parameter of type '%s' is expected.
ro: În directiva numãrul %u, parametrul %u este de tipul '%s' dar se aºtepta parametru de tipul %s.

source: In the directive number %u, '%c' is not followed by a digit.
ro: În directiva numãrul %u, '%c' nu este urmat de un digit.

source: In the directive number %u, the argument %d is negative.
ro: În directiva numãrul %u parametrul %d este negativ.

source: The string ends in the middle of a ~/.../ directive.
ro: ªirul se terminã în mijlocul unei directive ~/../.

source: Found '~%c' without matching '~%c'.
ro: S-a gãsit '~%c' fãrã '~%c' corespunzãtor.

source: In the directive number %u, both the @ and the : modifiers are given.
ro: În directiva numãrul %u sunt specificaþi ambii modificatori @ ºi : .

source: In the directive number %u, '~:[' is not followed by two clauses, separated by '~;'.
ro: În directiva numãrul %u '~[' nu este urmat de douã clauze, separate prin '~,'.

source: In the directive number %u, '~;' is used in an invalid position.
ro: În directiva numãrul %u '~,' este folositã într-o poziþie invalidã.

source: The string refers to some argument in incompatible ways.
ro: ªirul se referã la anumite argumente în moduri incompatibile.

source: In the directive number %u, the size specifier is incompatible with the conversion specifier '%c'.
ro: În directiva numãrul %u, specificatorul de mãrime este incompatibil cu specificatorul de conversie '%c'.

source: a format specification for argument '%s' doesn't exist in '%s'
ro: o specificare de format pentru argumentul '%s' nu existã în '%s'

source: The string refers to arguments both through argument names and through unnamed argument specifications.
ro: ªirul se referã la argumente atât prin numele argumentelor cât ºi prin specificaþii de argument nenominalizate.

source: The string refers to the argument named '%s' in incompatible ways.
ro: ªirul se referã la argumentul numit '%s' în moduri incompatibile.

source: The string refers to a shell variable with a non-ASCII name.
ro: ªirul se referã la o variabilã de shell cu un nume non-ASCII.

source: The string refers to a shell variable with complex shell brace syntax. This syntax is unsupported here due to security reasons.
ro: ªirul se referã la o variabilã de shell cu o sintaxã complexã cu acolade. Aceastã sintaxã nu este suportatã din motive de securitate.

source: The string refers to a shell variable whose value may be different inside shell functions.
ro: ªirul se referã la o variabilã de shell a cãrei valoare poate fi diferitã în funcþiile de shell.

source: The string refers to a shell variable with an empty name.
ro: ªirul se referã la o variabilã de shell cu un nume gol.

source: In the directive number %u, the character '%c' is not a digit between 1 and 9.
ro: În directiva numãrul %u, caracterul '%c' nu este un digitit între 1 ºi 9.

source: The character that terminates the directive number %u is not a digit between 1 and 9.
ro: Caracterul care terminã directiva numãrul %u nu este un digit între 1 ºi 9.

source: Written by %s.
ro: Scris de %s.

source: too many arguments
ro: prea mulþi parametri

source: Usage: %s [OPTION]
ro: Folosire: %s [OPÞIUNE]

source: Print the machine's hostname.
ro: Afiºeazã numele de host al maºinii.

source: Output format:
ro: Format de ieºire(output):

source: -s, --short short host name
ro: -s, --short nume de host scurtat

source: -f, --fqdn, --long long host name, includes fully qualified domain name, and aliases
ro: -f, --fqdn, --long nume lung de host, incluzând numele de domeniu complet calificat, ºi aliasurile

source: -i, --ip-address addresses for the hostname
ro: -i, --ip-address adresele pentru numele de host

source: Informative output:
ro: Ieºire(output) informativã:

source: -h, --help display this help and exit
ro: -h, --help afiºeazã acest ajutor ºi iese

source: -V, --version output version information and exit
ro: -V, --version afiºeazã informaþii despre versiune ºi iese

source: Report bugs to <bug-gnu-gettext@gnu.org>.
ro: Raportaþi bug-urile la <bug-gnu-gettext@gnu.org>.

source: could not get host name
ro: nu s-a putut afla numele de host

source: at most one input file allowed
ro: cel mult un fiºier de intrare(input) este permis

source: %s and %s are mutually exclusive
ro: %s ºi %s se exclud reciproc

source: Usage: %s [OPTION] [INPUTFILE]
ro: Folosire: %s [OPÞIUNE] [FIªIER_INTRARE]

source: Filters the messages of a translation catalog according to their attributes, and manipulates the attributes.
ro: Filtreazã mesajele unui catalog de traduceri potrivit atributelor lor, ºi manipuleazã atributele.

source: Mandatory arguments to long options are mandatory for short options too.
ro: Parametrii obligatorii la opþiunile lungi sunt obligatorii ºi la opþiunile scurte.

source: Input file location:
ro: Locaþie fiºier intrare(input):

source: INPUTFILE input PO file
ro: FIªIER_INTRARE fiºier de intrare(input) PO

source: -D, --directory=DIRECTORY add DIRECTORY to list for input files search
ro: -D, --directory=DIRECTOR adaugã DIRECTOR în lista de cãutare a fiºierelor de intrare

source: If no input file is given or if it is -, standard input is read.
ro: Dacã nu este dat nici un fiºier de intrare sau este -, se va citi intrarea(input) standard.

source: Output file location:
ro: Locaþie fiºier ieºire(output):

source: -o, --output-file=FILE write output to specified file
ro: -o, --output-file=FIªIER scrie output-ul în fiºierul specificat

source: The results are written to standard output if no output file is specified or if it is -.
ro: Rezultatele sunt scrise la standard output dacã nu este specificat nici un fiºier de ieºire(output) sau dacã acesta este -.

source: Message selection:
ro: Selecþie mesaje:

source: --translated keep translated, remove untranslated messages
ro: --translated pãstreazã pe cele traduse, ºterge mesajele netraduse

source: --untranslated keep untranslated, remove translated messages
ro: --untranslated pãstreazã pe cele netraduse, ºterge mesajele traduse

source: --no-fuzzy remove 'fuzzy' marked messages
ro: --no-fuzzy ºterge mesajele marcate 'fuzzy'

source: --only-fuzzy keep 'fuzzy' marked messages
ro: --only-fuzzy pãstreazã mesajele marcate 'fuzzy'

source: --no-obsolete remove obsolete #~ messages
ro: --no-obsolete ºterge mesajele învechite #~

source: --only-obsolete keep obsolete #~ messages
ro: --only-obsolete pãstreazã mesajele învechite #~

source: Attribute manipulation:
ro: Manipulare de atribute:

source: --set-fuzzy set all messages 'fuzzy'
ro: --set-fuzzy seteazã toate mesajele 'fuzzy'

source: --clear-fuzzy set all messages non-'fuzzy'
ro: --clear-fuzzy seteazã toate mesajele non-'fuzzy'

source: --set-obsolete set all messages obsolete
ro: --set-obsolete seteazã toate mesajele învechite

source: --clear-obsolete set all messages non-obsolete
ro: --clear-obsolete seteazã toate mesajele non-învechite

source: --only-file=FILE.po manipulate only entries listed in FILE.po
ro: --only-file=FIªIER.po manipuleazã doar intrãrile listate în FIªIER.po

source: --ignore-file=FILE.po manipulate only entries not listed in FILE.po
ro: --ignore-file=FIªIER.po manipuleazã doar intrãrile nelistate în FIªIER.po

source: --fuzzy synonym for --only-fuzzy --clear-fuzzy
ro: --fuzzy sinonim pentru --only-fuzzy --clear-fuzzy

source: --obsolete synonym for --only-obsolete --clear-obsolete
ro: --obsolete sinonim pentru --only-obsolete --clear-obsolete

source: Input file syntax:
ro: Sintaxã fiºier de intrare(input:

source: -P, --properties-input input file is in Java .properties syntax
ro: -P, --properties-input fiºierul de intrare(input) este în sintaxã Java .properties

source: --stringtable-input input file is in NeXTstep/GNUstep .strings syntax
ro: --stringtable-input fiºierul de intrare(input) este în sintaxã NeXTstep/GNUstep .strings

source: Output details:
ro: Detalii de output:

source: -e, --no-escape do not use C escapes in output (default)
ro: -e, --no-escape nu foloseºte escape-uri C în output

source: -E, --escape use C escapes in output, no extended chars
ro: -E, --escape foloseºte escape-uri C în output, fãrã caractere extinse

source: --force-po write PO file even if empty
ro: --force-po scrie fiºierul PO chiar dacã e gol

source: -i, --indent write the .po file using indented style
ro: -i, --indent scrie fiºierul .po folosind stil indentat

source: --no-location do not write '#: filename:line' lines
ro: --no-location nu scrie liniile '#: filename:line'

source: -n, --add-location generate '#: filename:line' lines (default)
ro: -n, --add-location genereazã liniile '#: filename:line' (implicit)

source: --strict write out strict Uniforum conforming .po file
ro: --strict scrie strict fiºiere conforme Uniforum

source: -p, --properties-output write out a Java .properties file
ro: -p, --properties-output scrie un fiºier .properties Java

source: --stringtable-output write out a NeXTstep/GNUstep .strings file
ro: --stringtable-output scrie un fiºier .strings NeXTstep/GNUstep

source: -w, --width=NUMBER set output page width
ro: -w, --width=NUMÃR setare lãþime output paginã

source: --no-wrap do not break long message lines, longer than the output page width, into several lines
ro: --no-wrap nu trunchiazã(break) liniile lungi de mesaje, mai mari decât lãþimea paginii de output,în câteva linii

source: -s, --sort-output generate sorted output
ro: -s, --sort-output genereazã output sortat

source: -F, --sort-by-file sort output by file location
ro: -F, --sort-by-file sorteazã output-ul dupã locaþia fiºierului

source: impossible selection criteria specified (%d < n < %d)
ro: criteriu de selecþie specificat imposibil (%d < n < %d)

source: Usage: %s [OPTION] [INPUTFILE]...
ro: Folosire: %s [OPÞIUNE] [FIªIER_INTRARE]...

source: INPUTFILE ... input files
ro: FIªIER_INTRARE ... fiºiere de intrare(input)

source: -f, --files-from=FILE get list of input files from FILE
ro: -f, --files-from=FIªIER obþine lista de fiºiere de intrare din FIªIER

source: If input file is -, standard input is read.
ro: Dacã fiºierul de intrare este -, se va citi intrarea(input) standard.

source: -<, --less-than=NUMBER print messages with less than this many definitions, defaults to infinite if not set
ro: -<, --less-than=NUMÃR tipãreºte mesajele cu mai puþin de atâtea definiþii, dacã nu este setat, implicit este infinit

source: ->, --more-than=NUMBER print messages with more than this many definitions, defaults to 0 if not set
ro: ->, --more-than=NUMÃR tipãreºte mesajele cu mai mult de atâtea definiþii, dacã nu este setat implicit este 0

source: -u, --unique shorthand for --less-than=2, requests that only unique messages be printed
ro: -u, --unique scurtãturã pentru --less-than=2, solicitã ca doar mesajele unice sã fie tipãrite

source: -P, --properties-input input files are in Java .properties syntax
ro: -P, --properties-input fiºierele de intrare(input) sunt în sintaxã .properties Java

source: --stringtable-input input files are in NeXTstep/GNUstep .strings syntax
ro: --stringtable-input fiºierele de intrare(input) sunt în sintaxã NeXTstep/GNUstep .strings

source: -t, --to-code=NAME encoding for output
ro: -t, --to-code=NUME codarea(encoding) pentru ieºire(output)

source: --use-first use first available translation for each message, don't merge several translations
ro: --use-first foloseºte prima traducere disponibilã pentru fiecare mesaj, nu îmbinã mai multe traduceri

source: no input files given
ro: nu au fost date fiºiere de intrare(input)

source: exactly 2 input files required
ro: sunt necesare exact 2 fiºiere de intrare(input)

source: Usage: %s [OPTION] def.po ref.pot
ro: Folosire: %s [OPÞIUNE] def.po ref.pot

source: Compare two Uniforum style .po files to check that both contain the same set of msgid strings. The def.po file is an existing PO file with the translations. The ref.pot file is the last created PO file, or a PO Template file (generally created by xgettext). This is useful for checking that you have translated each and every message in your program. Where an exact match cannot be found, fuzzy matching is used to produce better diagnostics.
ro: Comparã douã fiºiere .po stil Unifourm pentru a verifica daca ambele conþin acelaºi set de ºiruri msgid. Fiºierul def.po este un fiºier PO existent cu tranduceri. Fiºierul ref.pot este ultimul fiºier PO creat, sau un fiºier model(template PO (în general creat de xgettext). Acesta e folositor pentru a verifica dacã aþi tradus fiecare mesaj din programul dumneavoastrã. Unde nu s-a gãsit o potrivire exactã, se va marca mesajul cu fuzzy pentru a produce diagnostice mai bune.

source: def.po translations
ro: def.po traduceri

source: ref.pot references to the sources
ro: ref.pot referinþe la surse

source: Operation modifiers:
ro: Modificatori de operaþie:

source: -m, --multi-domain apply ref.pot to each of the domains in def.po
ro: -m, --multi-domain aplicã ref.pot pe fiecare domeniu din def.po

source: -N, --no-fuzzy-matching do not use fuzzy matching
ro: -N, --no-fuzzy-matching nu foloseºte potrivire aproximativã(fuzzy)

source: this message is used but not defined...
ro: acest mesaj este folosit dar nu este definit...

source: ...but this definition is similar
ro: ...dar definiþia este similarã

source: this message is used but not defined in %s
ro: acest mesaj este folosit dar nu ºi definit în %s

source: warning: this message is not used
ro: avertisment: acest mesaj nu este folosit

source: found %d fatal error
ro: s-a gãsit %d eroare fatalã

source: at least two files must be specified
ro: cel puþin douã fiºiere trebuie specificate

source: ->, --more-than=NUMBER print messages with more than this many definitions, defaults to 1 if not set
ro: ->, --more-than=NUMÃR tipãreºte mesajele cu mai mult de atâtea definiþii, dacã nu este setat implicit este 1

source: Converts a translation catalog to a different character encoding.
ro: Face conversia unui catalog de traduceri într-o altã codare(encoding) de caractere.

source: Conversion target:
ro: Þintã conversie:

source: The default encoding is the current locale's encoding.
ro: Codarea(encoding) implicitã este codarea(encoding) localizãrii curente.

source: -i, --indent indented output style
ro: --force-po scrie fiºierul PO chiar dacã este vid -i, --indent scrie fiºierul .po folosind stil indentat

source: --no-location suppress '#: filename:line' lines
ro: --no-location nu scrie linii '#: filename:line'

source: --strict strict Uniforum output style
ro: --strict scrie strict fiºiere conforme Uniforum

source: no input file given
ro: nu este furnizat nici un fiºier de intrare

source: exactly one input file required
ro: este solicitat exact un singur fiºier de intrare

source: Usage: %s [OPTION] INPUTFILE
ro: Folosire: %s [OPÞIUNE] FIªIER_INTRARE

source: Creates an English translation catalog. The input file is the last created English PO file, or a PO Template file (generally created by xgettext). Untranslated entries are assigned a translation that is identical to the msgid.
ro: Creazã un catalog de traduceri în limba Englezã. Fiºierul de intrare(input) este ultimul fiºier PO în limba Englezã, sau un fiºier model(Template) PO (în general creat de xgettext). Intrãrilor netraduse le sunt asignate traduceri care sunt identice cu msgid, ºi care vor fi marcate fuzzy.

source: INPUTFILE input PO or POT file
ro: FIªIER_INTRARE ... fiºiere de intrare(input) PO sau POT

source: missing command name
ro: lipseºte numele comenzii

source: Usage: %s [OPTION] COMMAND [COMMAND-OPTION]
ro: Folosire: %s [OPÞIUNE] COMANDÃ [OPÞIUNE-COMANDÃ]

source: Applies a command to all translations of a translation catalog. The COMMAND can be any program that reads a translation from standard input. It is invoked once for each translation. Its output becomes msgexec's output. msgexec's return code is the maximum return code across all invocations.
ro: Aplicã o comandã tuturor traducerilor unui catalog de traduceri. COMANDA poate fi orice program care citeºte o traducere de la intrarea (input) standard. Este invocatã o singurã datã pentru fiecare traducere. Ieºirea(output) acesteia devine output-ul msgexec. codul returnat de msgexec este maximumul de returnare de-a lungul tuturor invocaþiilor.

source: A special builtin command called '0' outputs the translation, followed by a null byte. The output of "msgexec 0" is suitable as input for "xargs -0".
ro: O comandã internã specialã numitã '0' trimite la output traducerea, urmatã de un octet null. Rezultatul(output) "msgexec 0" este potrivit ca intrare(input) pentru "xargs - 0".

source: -i, --input=INPUTFILE input PO file
ro: -i, --input=FIªIER_INTRARE ... fiºier de intrare(input) PO

source: write to stdout failed
ro: scriere la stdout eºuatã

source: missing filter name
ro: lipseºte numele de filtru

source: at least one sed script must be specified
ro: cel puþin un script sed trebuie specificat

source: Usage: %s [OPTION] FILTER [FILTER-OPTION]
ro: Folosire: %s [OPÞIUNE] FILTRU [OPÞIUNE-FILTRU]

source: Applies a filter to all translations of a translation catalog.
ro: Aplicã un filtru pe toate traducerile unui catalog de traduceri.

source: The FILTER can be any program that reads a translation from standard input and writes a modified translation to standard output.
ro: FILTRU poate fi orice program care citeºte de la intrarea(input) standard ºi scrie traducerea modificatã la ieºirea(output) standard.

source: Useful FILTER-OPTIONs when the FILTER is 'sed':
ro: OPÞIUNi de FILTRU folositoare atunci când FILTRU este 'sed':

source: -e, --expression=SCRIPT add SCRIPT to the commands to be executed
ro: -e, --expression=SCRIPT adaugã SCRIPTul la comenzile ce vor fi executate

source: -f, --file=SCRIPTFILE add the contents of SCRIPTFILE to the commands to be executed
ro: -f, --file=FIªIERSCRIPT adaugã conþinutul FIªIERSCRIPT la comenzile ce vor fi executate
