Repository: vslavik/poedit
Catalog: deps/gettext/gettext-tools/po/*.po
Languages: ro

source: -n, --quiet, --silent suppress automatic printing of pattern space
ro: -n, --quiet, --silent suprimã tipãrirea automatã a spaþiului model(pattern)

source: --no-escape do not use C escapes in output (default)
ro: --no-escape nu foloseºte escape-uri C în output (implicit)

source: --indent indented output style
ro: --indent scrie fiºierul .po folosind stil indentat

source: --keep-header keep header entry unmodified, don't filter it
ro: --keep-header pãstreazã headerul nemodificat, nu îl filtreazã

source: the argument to %s should be a single punctuation character
ro: argumentul lui %s ar trebui sã fie un singur caracter de punctuaþie

source: %s requires a "-d directory" specification
ro: %s necesitã specificarea "-d director"

source: %s requires a "-l locale" specification
ro: %s necesitã specificarea "-l localizare"

source: %s is only valid with %s or %s
ro: %s e valid doar cu %s sau cu %s

source: %d translated message
ro: %d mesaj tradus

source: , %d fuzzy translation
ro: , %d traducere aproximativã(fuzzy)

source: , %d untranslated message
ro: , %d mesaj netradus

source: Usage: %s [OPTION] filename.po ...
ro: Folosire: %s [OPÞIUNE] numefiºier.po ...

source: Generate binary message catalog from textual translation description.
ro: Genereazã un catalog binar de mesaje din descriere de traducere textualã

source: Mandatory arguments to long options are mandatory for short options too. Similarly for optional arguments.
ro: Argumentele obligatorii pentru opþiunile lungi sunt obligatorii ºi pentru opþiunile scurte. Similar pentru argumentele opþionale.

source: filename.po ... input files
ro: numefiºier.po ... fiºiere de intrare(input)

source: Operation mode:
ro: Mod de operare:

source: -j, --java Java mode: generate a Java ResourceBundle class
ro: -j, --java Mod Java: genereazã o clasã Java ResourceBundle

source: --java2 like --java, and assume Java2 (JDK 1.2 or higher)
ro: --java2 precum --java, ºi presupune Java2 (JDK 1.2 sau ulterior)

source: --tcl Tcl mode: generate a tcl/msgcat .msg file
ro: --tcl Mod tcl: genereazã un fiºier tcl/msgcat .msg

source: --qt Qt mode: generate a Qt .qm file
ro: --qt Mod Qt: genereazã un fiºier .qm Qt

source: --strict enable strict Uniforum mode
ro: --strict activeazã modul strict Uniforum

source: If output file is -, output is written to standard output.
ro: Dacã fiºierul de ieºire(output) este -, output-ul este scris la ieºirea standard.

source: Output file location in Java mode:
ro: Locaþie fiºier output în mod Java:

source: -r, --resource=RESOURCE resource name
ro: -r, --resource=RESURSÃ nume resursã

source: -l, --locale=LOCALE locale name, either language or language_COUNTRY
ro: -l, --locale=LOCALIZARE nume localizare, fie limbã, fie limbã_ÞARÃ

source: -d DIRECTORY base directory of classes directory hierarchy
ro: -d DIRECTOR directorul de bazã al ierarhiei directoarelor

source: The class name is determined by appending the locale name to the resource name, separated with an underscore. The -d option is mandatory. The class is written under the specified directory.
ro: Numele clasei este determinat adãugând numele localizãrii la numele resursei separatã de liniuþã_jos. Opþiunea -d este obligatorie. Clasa este scrisã în directorul specificat.

source: Output file location in Tcl mode:
ro: Locaþie fiºier output în mod Tcl:

source: -d DIRECTORY base directory of .msg message catalogs
ro: -d DIRECTOR directorul de bazã al cataloagelor de mesaje .msg

source: The -l and -d options are mandatory. The .msg file is written in the specified directory.
ro: Opþiunile -l ºi -d sunt obligatorii. Fiºierul .msg este scris în directorul specificat

source: Input file interpretation:
ro: Interpretare fiºier de intrarea(input):

source: -c, --check perform all the checks implied by --check-format, --check-header, --check-domain
ro: -c, --check executã toate verificãrile sugerate --check-format, --check-header, --check-domain

source: --check-format check language dependent format strings
ro: --check-format verificã ºirurile format dependent de limbaj

source: --check-header verify presence and contents of the header entry
ro: --check-header verificã prezenþa ºi conþinutul header-ului

source: --check-domain check for conflicts between domain directives and the --output-file option
ro: --check-domain verificã eventualele conflicte dintre directivele de domenii ºi opþiunea --output-file

source: -C, --check-compatibility check that GNU msgfmt behaves like X/Open msgfmt
ro: -C, --check-compatibility verificã dacã GNU msgfmt se comportã ca X/Open msgfmt

source: --check-accelerators[=CHAR] check presence of keyboard accelerators for menu items
ro: --check-accelerators[=CAR] verificã prezenþa acceleratorilor de tastaturã pentru elementele meniului

source: -f, --use-fuzzy use fuzzy entries in output
ro: -f, --use-fuzzy foloseºte intrãri parþial traduse la ieºire(output)

source: -a, --alignment=NUMBER align strings to NUMBER bytes (default: %d)
ro: -a, --alignment=NUMÃR aliniazã ºirurile la NUMÃR octeþi (implicit: %d)

source: --no-hash binary file will not include the hash table
ro: --no-hash fiºierul binar nu va include tabela de hash

source: --statistics print statistics about translations
ro: --statistics afiºeazã statistici despre traduceri

source: -v, --verbose increase verbosity level
ro: -v, --verbose mãreºte nivelul de detaliere

source: warning: PO file header missing or invalid
ro: avertisment: headerul fiºierului PO lipseºte sau este invalid

source: warning: charset conversion will not work
ro: avertisment: conversia setului de caractere nu va funcþiona

source: warning: PO file header fuzzy
ro: avertisment: headerul fiºierului PO este neclar(fuzzy)

source: warning: older versions of msgfmt will give an error on this
ro: avertisment: versiunile mai vechi ale msgfmt ar putea aici raporta o eroare

source: domain name "%s" not suitable as file name
ro: numele de domeniu "%s" nu este potrivit ca nume fiºier

source: domain name "%s" not suitable as file name: will use prefix
ro: numele de domeniu "%s" nu este potrivit ca nume de fiºier: se va utiliza prefix

source: %s: warning: source file contains fuzzy translation
ro: %s: avertisment: fiºierul sursã conþine traduceri aproximative(fuzzy)

source: error while reading "%s"
ro: eroare în timpul citirii "%s"

source: Extracts all messages of a translation catalog that match a given pattern or belong to some given source files.
ro: Extrage toate mesajele unui catalog care se potriveºte unui tipar dat sau care e dependent de fiºiere sursã date.

source: --escape use C escapes in output, no extended chars
ro: --escape foloseºte escape-uri C în output, nu caractere extinse

source: --sort-output generate sorted output
ro: --sort-output genereazã output sortat

source: --sort-by-file sort output by file location
ro: --sort-by-file sorteazã output-ul dupã locaþia fiºierului

source: You are in a language indifferent environment. Please set your LANG environment variable, as described in the ABOUT-NLS file. This is necessary so you can test your translations.
ro: Vã aflaþi într-un mediu care nu þine cont de limbã. Setaþi variabila voastrã de mediu LANG, în modul în care este descris în fiºierul ABOUT-NLS. Aceasta este necesar pentru a vã testa traducerile.

source: Output file %s already exists. Please specify the locale through the --locale option or the output .po file through the --output-file option.
ro: Fiºierul de ieºire %s existã deja. Specificaþi localizarea prin opþiunea --locale sau fiºierul de ieºire(output) .po prin opþiunea --output-file.

source: Created %s.
ro: S-a creat %s.

source: Creates a new PO file, initializing the meta information with values from the user's environment.
ro: Creazã un nou fiºer PO, iniþializând informaþiile meta cu valori pentru mediul utilizatorului.

source: -i, --input=INPUTFILE input POT file
ro: -i, --input=FIªIER_INTRARE fiºierul de intrare POT

source: If no input file is given, the current directory is searched for the POT file. If it is -, standard input is read.
ro: Dacã nu se precizeazã fiºierul de intrare, se va cãuta în directorul curent dupã fiºierul POT. Dacã acesta este -, se va citi intrarea(input) standard.

source: -o, --output-file=FILE write output to specified PO file
ro: -o, --output-file=FIªIER scrie output-ul spre fiºierul PO specificat

source: If no output file is given, it depends on the --locale option or the user's locale setting. If it is -, the results are written to standard output.
ro: Dacã nu este specificat nici un fiºier de output, va depinde de opþiunea --locale sau de setãrile de localizare ale utilizatorului. Dacã este -, rezultatele vor fi scrise la ieºirea(output) standard.

source: -l, --locale=LL_CC set target locale
ro: -l, --locale=LL_CC seteazã localizarea þintã

source: --no-translator assume the PO file is automatically generated
ro: --no-translator se presupune cã fiºierul PO este generat automat

source: Found more than one .pot file. Please specify the input .pot file through the --input option.
ro: S-a gãsit mai mult de un fiºier .pot. Specificaþi fiºierul de intrare .pot prin opþiunea --input.

source: error reading current directory
ro: eroare în citirea directorului curent

source: Found no .pot file in the current directory. Please specify the input .pot file through the --input option.
ro: Nu s-a gãsit nici un fiºier .pot în directorul curent. Vã rugãm specificaþi fiºierul de intrare .pot prin opþiunea --input.

source: %s subprocess failed with exit code %d
ro: subprocesul %s a eºuat cu cod de ieºire %d

source: The new message catalog should contain your email address, so that users can give you feedback about the translations, and so that maintainers can contact you in case of unexpected technical problems.
ro: Catalogul nou de mesaje ar trebui sã conþinã adresa voastrã de e-mail, astfel încât utilizatorii sã poatã da un feedback despre traduceri, ºi ca întreþinãtorii(maintainers) sã vã poatã contacta în caz de probleme tehnice neaºteptate.

source: English translations for %s package
ro: Traducerea în limba românã pentru pachetul %s

source: present charset "%s" is not a portable encoding name
ro: setul de caractere prezent "%s" nu este un nume de codare(encoding) portabil

source: two different charsets "%s" and "%s" in input file
ro: douã seturi diferite de caractere "%s" ºi "%s" în fiºierul de intrare(input)

source: target charset "%s" is not a portable encoding name.
ro: setul de caractere þintã "%s" nu este un nume de codare(encoding) portabil.

source: warning:
ro: avertisment:

source: Input files contain messages in different encodings, UTF-8 among others. Converting the output to UTF-8.
ro: Fiºierele de intrare conþin mesaje în diverse codãri(encodings), UTF-8 printre altele. Se converteºte ieºirea(output) în UTF-8.

source: Input files contain messages in different encodings, %s and %s among others. Converting the output to UTF-8. To select a different output encoding, use the --to-code option.
ro: Fiºierele de intrare conþin mesaje în diverse codãri(encodings), %s ºi %s printre altele. Se converteºte ieºirea(output) în UTF-8. Pentru a selecta o altã codare(encoding) pentru ieºire(output), folosiþi opþiunea --to-code.

source: Locale charset "%s" is different from input file charset "%s". Output of '%s' might be incorrect. Possible workarounds are:
ro: Setul de caractere al localizãrii "%s" este diferit de setul de caractere din fiºierul de intrare(input) "%s". Output-ul lui '%s' poate fi incorect. Rezolvãri(workadrounds) posibile sunt:

source: - Set LC_ALL to a locale with encoding %s.
ro: - Setare LC_ALL la o localizare cu codare(encoding) %s.

source: - Convert the translation catalog to %s using 'msgconv', then apply '%s', then convert back to %s using 'msgconv'.
ro: - Convertirea catalogului de traduceri în %s folosind 'msgconv', dupã care se aplicã '%s', ºi apoi reconvertire în %s folosind 'msgconv'.

source: - Set LC_ALL to a locale with encoding %s, convert the translation catalog to %s using 'msgconv', then apply '%s', then convert back to %s using 'msgconv'.
ro: - Setarea LC_ALL la o localizare cu codare(encoding) %s, convertirea catalogului de traduceri în %s folosind 'msgconv', apoi aplicarea '%s', dupã care se reconverteºte în %s folosind 'msgconv'.

source: Locale charset "%s" is not a portable encoding name. Output of '%s' might be incorrect. A possible workaround is to set LC_ALL=C.
ro: Setul de caractere al localizãrii "%s" nu este un nume portabil de codare(encoding). Output-ul lui '%s' poate fi incorect. O posibilã soluþie(workaround) este setarea LC_ALL=C.

source: plural expression can produce negative values
ro: expresiile plurale pot produce valori negative

source: nplurals = %lu but plural expression can produce values as large as %lu
ro: nplurals = %lu dar expresiile plurale pot produce valori pânã la %lu

source: plural expression can produce division by zero
ro: expresia pluralã poate produce împãrþire la zero

source: plural expression can produce integer overflow
ro: plural expression can produce depãºire(overflow) de întreg(integer)

source: plural expression can produce arithmetic exceptions, possibly division by zero
ro: expresia pluralã poate produce excepþii aritmetice, posibil împãrþire la zero

source: invalid nplurals value
ro: valoare nplurals invalidã

source: invalid plural expression
ro: expresie pluralã invalidã

source: message catalog has plural form translations, but lacks a header entry with "Plural-Forms: nplurals=INTEGER; plural=EXPRESSION;"
ro: catalogul de mesaje are traduceri de formã pluralã, dar îi lipseºte un header cu"Plural-Forms: nplurals=INTEGER; plural=EXPRESSION;"

source: plural handling is a GNU gettext extension
ro: manipularea de plurale este o extensie a GNU gettext

source: msgstr lacks the keyboard accelerator mark '%c'
ro: msgstr nu are marcaj de accelerator de tastaturã '%c'

source: msgstr has too many keyboard accelerator marks '%c'
ro: msgstr are prea multe marcaje de acceleratoare tastaturã '%c'

source: input file doesn't contain a header entry with a charset specification
ro: fiºierul de intrare(input) nu conþine un header cu specificaþia unui set de caractere

source: Cannot convert from "%s" to "%s". %s relies on iconv(), and iconv() does not support this conversion.
ro: Nu se poate converti din "%s" în "%s". %s se bazeazã pe inconv(), iar iconv() nu suportã aceastã conversie.

source: Conversion from "%s" to "%s" introduces duplicates: some different msgids become equal.
ro: Conversia din "%s" în "%s" introduce duplicate: anumite msgid-uri diferite devin egale.

source: Cannot convert from "%s" to "%s". %s relies on iconv(). This version was built without iconv().
ro: Nu se poate converti din "%s" în "%s". %s se bazeazã pe iconv(). Aceastã versiune a fost construitã(built) fãrã inconv().

source: %s is only valid with %s
ro: %s e valid doar cu %s

source: backup type
ro: tip de backup

source: Merges two Uniforum style .po files together. The def.po file is an existing PO file with translations which will be taken over to the newly created file as long as they still match; comments will be preserved, but extracted comments and file positions will be discarded. The ref.pot file is the last created PO file with up-to-date source references but old translations, or a PO Template file (generally created by xgettext); any translations or comments in the file will be discarded, however dot comments and file positions will be preserved. Where an exact match cannot be found, fuzzy matching is used to produce better results.
ro: Uneºte douã fiºiere .po stil Uniforum împreunã. Fiºierul def.po este un fiºier PO existent cu traduceri care vor fi preluate în fiºierul nou creat atâta timp cât se potrivesc; comentariile vor fi pãstrate, dar comentariile extrase ºi poziþiile de fiºier vor fi omise. Fiºierul ref.pot este ultimul fiºier PO creat cu referinþe de surse la zi, exceptând traduceri vechi, sau cu un fiºier model(Template) PO-în general creat de xgettext); toate traducerile sau comentariile din fiºier vor fi omise, oricum comentariile cu punct ºi poziþiile în fiºier vor fi pãstrate. Unde nu se gãseºte o potrivire exactã, se va folosi potrivirea aproximativã(fuzzy) pentru a produce rezultate mai bune.

source: def.po translations referring to old sources
ro: def.po traducerile referitoare la surse vechi

source: ref.pot references to new sources
ro: ref.pot referinþe la surse noi

source: -C, --compendium=FILE additional library of message translations, may be specified more than once
ro: -C, --compendium=FIªIER bibliotecã adiþionalã de traduceri de mesaje, poate fi specificatã de mai multe ori

source: -U, --update update def.po, do nothing if def.po already up to date
ro: --U, --update aducere la zi(update) al def.po, nu face nimic dacã def.po este deja adus la zi

source: Output file location in update mode:
ro: Locaþie fiºiere de ieºire(output) în modul aducerii la zi(update):

source: The result is written back to def.po.
ro: Rezultatele vor fi scrise în def.po:

source: --backup=CONTROL make a backup of def.po
ro: --backup=CONTROL se creazã un backup al def.po

source: --suffix=SUFFIX override the usual backup suffix
ro: --suffix=SUFIX suprascrie sufixul obiºnuit de backup

source: The version control method may be selected via the --backup option or through the VERSION_CONTROL environment variable. Here are the values: none, off never make backups (even if --backup is given) numbered, t make numbered backups existing, nil numbered if numbered backups exist, simple otherwise simple, never always make simple backups
ro: Metoda controlului versiunii poate fi selectatã prin opþiunea --backup sau prin variabila de mediu VERSION_CONTROL. Iatã ºi valorile: none, off niciodatã nu efectueazã backup-uri (chiar dacã --backup este furnizat) numbered, t creazã backup-uri numerotate existing, nil numerotate dacã existã backup-uri, simple în caz contrar simple, never creazã întotdeauna backup-uri simple

source: -q, --quiet, --silent suppress progress indicators
ro: -q, --quiet, --silent suprimã indicatorii de progres

source: this message should define plural forms
ro: acest mesaj ar trebui sã defineascã formele plurale

source: this message should not define plural forms
ro: acest mesaj nu ar trebui sã defineascã formele plurale

source: %sRead %ld old + %ld reference, merged %ld, fuzzied %ld, missing %ld, obsolete %ld.
ro: %sCitite %ld vechi + %ld referinþe, unite %ld, aproximãri %ld, lipsã %ld, învechite %ld.

source: done.
ro: efectuat.

source: %s and explicit file names are mutually exclusive
ro: %s ºi numele de fiºiere explicite se exclud reciproc

source: Usage: %s [OPTION] [FILE]...
ro: Folosire: %s [OPÞIUNE] [FIªIER]...

source: Convert binary message catalog to Uniforum style .po file.
ro: Converteºte catalogul de mesaje binar în fiºier .po stil Uniforum.

source: -j, --java Java mode: input is a Java ResourceBundle class
ro: -j, --java mod Java: intrarea(input) este o clasã Java ResourceBundle

source: --tcl Tcl mode: input is a tcl/msgcat .msg file
ro: --tcl mod Tcl: intrarea(input) este un fiºier tcl/msgcat .msg

source: FILE ... input .mo files
ro: FIªIER ... fiºiere de intrare(input) .mo

source: Input file location in Java mode:
ro: Locaþie fiºiere intrare în mod Java:

source: The class name is determined by appending the locale name to the resource name, separated with an underscore. The class is located using the CLASSPATH.
ro: Numele clasei este determinat prin adãugarea numelui localizãrii la numele resursei, separat de liniuþã_jos(underscore). Clasa e localizatã folosind CLASSPATH.

source: Input file location in Tcl mode:
ro: Locaþie fiºiere intrare în mod Tcl:

source: The -l and -d options are mandatory. The .msg file is located in the specified directory.
ro: Opþiunile -l ºi -d sunt obligatorii. Fiºierul .msg este localizat în directorul specificat.

source: -i, --indent write indented output style
ro: -i, --indent scrie fiºierul .po folosind stil indentat

source: --strict write strict uniforum style
ro: --strict scrie strict fiºiere conforme Uniforum

source: Unifies duplicate translations in a translation catalog. Finds duplicate translations of the same message ID. Such duplicates are invalid input for other programs like msgfmt, msgmerge or msgcat. By default, duplicates are merged together. When using the --repeated option, only duplicates are output, and all other messages are discarded. Comments and extracted comments will be cumulated, except that if --use-first is specified, they will be taken from the first translation. File positions will be cumulated. When using the --unique option, duplicates are discarded.
ro: Unificã traduceri duplicate într-un catalog de traduceri. Gãseºte traducerile duplicate ale aceloraºi mesaje ID. Aceste duplicate sunt input invalid pentru alte programe ca msgfmt., msgmerge sau msgcat. Implicit, duplicatele sunt unite. Dacã se foloseºte opþiunea --repeated, doar duplicatele vor fi extrase(output) ºi toate celelalte mesaje vor fi omise. Comentariile ºi comentariile extrase vor fi cumulate, exceptând cazul în care --use-first este specificat ºi acestea vor fi preluate din prima traducere. Poziþiile din fiºier vor fi cumulate. Dacã se foloseºte opþiunea --unique, duplicatele vor fi omise.

source: -d, --repeated print only duplicates
ro: -d, --repeated afiºeazã doar duplicatele

source: -u, --unique print only unique messages, discard duplicates
ro: -u, --unique afiºeazã doar mesajele unice, omiþând duplicatele

source: Charset "%s" is not a portable encoding name. Message conversion to user's charset might not work.
ro: Setul de caractere "%s" nu este un nume de codare(encoding) portabil. Conversia mesajelor în setul de caractere al utilizatorului s-ar putea sã nu funcþioneze.

source: Charset "%s" is not supported. %s relies on iconv(), and iconv() does not support "%s".
ro: Setul de caractere "%s" nu este suportat. %s se bazeazã pe iconv(), iar iconv() nu suportã "%s".

source: Installing GNU libiconv and then reinstalling GNU gettext would fix this problem.
ro: Instalarea GNU libiconv ºi apoi reinstalarea GNU gettext va rezolva aceastã problemã.

source: Continuing anyway, expect parse errors.
ro: Se continuã oricum, se aºteaptã analiza(parse) erorilor.

source: Continuing anyway.
ro: Se continuã oricum.

source: Charset "%s" is not supported. %s relies on iconv(). This version was built without iconv().
ro: Setul de caractere "%s" nu este suportat. %s se bazeazã pe iconv(). Aceastã versiune a fost construitã(built) fãrã iconv().

source: Charset missing in header. Message conversion to user's charset will not work.
ro: Setul de caractere lipseºte din header. Conversia de mesaje în setul de caractere al utilizatorului nu va funcþiona.

source: inconsistent use of #~
ro: folosire inconsistentã a #~

source: first plural form has nonzero index
ro: primul plural are index nonzero

source: plural form has wrong index
ro: forma pluralã are index greºit

source: too many errors, aborting
ro: prea multe erori, se renunþã

source: invalid multibyte sequence
ro: secvenþã multibyte invalidã

source: incomplete multibyte sequence at end of file
ro: secvenþã multibyte incompletã la sfârºitul fiºierului

source: incomplete multibyte sequence at end of line
ro: secvenþã multibyte incompletã la sfârºitul liniei

source: iconv failure
ro: eroare iconv

source: keyword "%s" unknown
ro: cuvântul cheie "%s" este necunoscut

source: invalid control sequence
ro: secvenþã de control invalidã

source: end-of-file within string
ro: sfârºit de fiºier în ºir

source: end-of-line within string
ro: sfârºit de linie în ºir

source: this file may not contain domain directives
ro: acest fiºier poate sã nu conþinã directive de domeniu

source: duplicate message definition
ro: definiþie duplicatã de mesaj
