Repository: vslavik/poedit
Catalog: deps/gettext/gettext-tools/po/*.po
Languages: ro

source: file "%s" is truncated
ro: fiºierul "%s" este trunchiat

source: file "%s" contains a not NUL terminated string
ro: fiºierul "%s" conþine un ºir terminat non NUL

source: file "%s" is not in GNU .mo format
ro: fiºierul "%s" nu este în formatul GNU .mo

source: file "%s" contains a not NUL terminated string, at %s
ro: fiºierul "%s" conþine un ºir terminat non NUL, la %s

source: expected two arguments
ro: se aºteptau douã argumente

source: Usage: %s [OPTION] URL FILE
ro: Folosire: %s [OPÞIUNE] URL FIªIER

source: Fetches and outputs the contents of an URL. If the URL cannot be accessed, the locally accessible FILE is used instead.
ro: Aduce(fetches) ºi afiºeazã(outputs) conþinutul unui URL. Dacã URL-ul nu poate fi accesat, se va folosi în loc FIªIERul accesibil local.

source: error reading "%s"
ro: eroare în citirea lui "%s"

source: error writing stdout
ro: eroare în scrierea stdout

source: error after reading "%s"
ro: eroare dupã citirea lui "%s"

source: message catalog has plural form translations, but the output format does not support them. Try generating a Java class using "msgfmt --java", instead of a properties file.
ro: catalogul de mesaje are traduceri în formã pluralã, dar formatul de ieºire(output) nu le suportã. Încercaþi generarea unei clase Java folosing "msgfmt --java", în locul unui fiºier de proprietãþi.

source: message catalog has plural form translations, but the output format does not support them.
ro: catalogul de mesaje are traduceri în formã pluralã, dar formatul de ieºire(output) nu le suportã.

source: cannot create output file "%s"
ro: nu se poate crea fiºierul de ieºire(output) "%s"

source: standard output
ro: ieºire(output) standard

source: not a valid Java class name: %s
ro: nu este un nume valid de clasã Java: %s

source: compilation of Java class failed, please try --verbose or set $JAVAC
ro: compilarea clasei Java a eºuat, vã rugãm încercaþi --verbose sau setaþi $JAVAC

source: error while opening "%s" for writing
ro: eroare în deschiderea "%s" pentru scriere

source: The following msgid contains non-ASCII characters. This will cause problems to translators who use a character encoding different from yours. Consider using a pure ASCII msgid instead. %s
ro: Urmãtorul msgid conþine caractere non-ASCII. Aceasta va cauza probleme traducãtorilor care folosesc o codare(encoding) de caractere diferitã de a voastrã. Luaþi în considerare folosirea unui msgid pur ASCII în loc. %s

source: message catalog has plural form translations but the Qt message catalog format doesn't support plural handling
ro: catalogul de mesaje are traduceri în formã pluralã, dar formatul catalogului de mesaje Qt nu suportã manipularea pluralelor

source: message catalog has msgid strings containing characters outside ISO-8859-1 but the Qt message catalog format supports Unicode only in the translated strings, not in the untranslated strings
ro: catalogul de mesaje are ºiruri msgid care conþin caractere din afara ISO-8859-1 dar formatul catalogului de mesaje Qt suportã Unicode doar în ºirurile traduse, nu ºi in cele netraduse.

source: message catalog has plural form translations but the Tcl message catalog format doesn't support plural handling
ro: catalogul de mesaje are traduceri în formã pluralã, dar formatul catalogului de mesaje Tcl nu suportã manipularea pluralelor

source: %s:%d: warning: unterminated string
ro: %s:%d: avertisment: ºir neterminat

source: %s:%d: warning: unterminated regular expression
ro: %s:%d: avertisment: expresie regulatã neterminatã

source: %s:%d: warning: unterminated character constant
ro: %s:%d: avertisment: constantã caracter neterminatã

source: %s:%d: warning: unterminated string literal
ro: %s:%d: avertisment: ºir literal neterminat

source: %s:%d: warning: invalid Unicode character
ro: %s:%d: avertisment: caracter Unicode invalid

source: %s:%d: warning: ')' found where '}' was expected
ro: %s:%d: avertisment: s-a gãsit ')' unde se aºtepta '}'

source: %s:%d: warning: '}' found where ')' was expected
ro: %s:%d: avertisment: s-a gãsit '}' unde se aºtepta ')'

source: Language "glade" is not supported. %s relies on expat. This version was built without expat.
ro: Limbajul "glade" nu este suportat. %s se bazeazã pe expat. Aceastã versiune a fost construitã fãrã expat.

source: %s:%d: can't find string terminator "%s" anywhere before EOF
ro: %s:%d: nu se poate gãsi terminatorul de ºir "%s" oriunde înainte de EOF

source: %s:%d: missing right brace on \x{HEXNUMBER}
ro: %s:%d: lipseºte acoladã dreaptã în \x{HEXNUMBER}

source: %s:%d: invalid interpolation ("\l") of 8bit character "%c"
ro: %s:%d: interpolare invalidã ("\l") a caracterului pe 8biþi "%c"

source: %s:%d: invalid interpolation ("\u") of 8bit character "%c"
ro: %s:%d: interpolare invalidã ("\u") a caracterului pe 8biþi "%c"

source: %s:%d: invalid variable interpolation at "%c"
ro: %s:%d: interpolare invalidã de variabilã la "%c"

source: %s:%d: invalid interpolation ("\L") of 8bit character "%c"
ro: %s:%d: interpolare invalidã ("\L") a caracterului pe 8biþi "%c"

source: %s:%d: invalid interpolation ("\U") of 8bit character "%c"
ro: %s:%d: interpolare invalidã ("\U") a caracterului pe 8biþi "%c"

source: %s:%d: invalid string definition
ro: %s:%d: definiþie invalidã de ºir

source: %s:%d: missing number after #
ro: %s:%d: lipseºte numãr dupã #

source: %s:%d: invalid string expression
ro: %s:%d: expresie ºir invalidã

source: %s:%lu: warning: the syntax $"..." is deprecated due to security reasons; use eval_gettext instead
ro: %s:%lu: avertisment: sintaxa $"..." nu se mai foloseºte din motive de securitate; înlocuiþi cu eval_gettext

source: --join-existing cannot be used when output is written to stdout
ro: --join-existing nu poate fi folosit când output-ul este scris la stdout

source: xgettext cannot work without keywords to look for
ro: xgettext nu poate funcþiona fãrã cuvinte cheie dupã care sã caute

source: Extract translatable strings from given input files.
ro: Extrage ºirurile traductibile din fiºierele de intrare(input) specificate.

source: -d, --default-domain=NAME use NAME.po for output (instead of messages.po)
ro: -d, --default-domain=NUME foloseºte NUME.po pentru output (în loc de messages.po)

source: -o, --output=FILE write output to specified file
ro: -o, --output=FIªIER scrie output-ul în fiºierul specificat

source: -p, --output-dir=DIR output files will be placed in directory DIR
ro: -p, --output-dir=DIR fiºierele de ieºire(output) vor fi plasate în directorul DIR

source: Choice of input file language:
ro: Alegerea limbajul fiºierelor de intrare(input):

source: -C, --c++ shorthand for --language=C++
ro: -C, --c++ scurtãturã pentru --language=C++

source: By default the language is guessed depending on the input file name extension.
ro: Implicit limbajul este ghicit depinzând de extensia numelui fiºierului de intrare (input)

source: --from-code=NAME encoding of input files (except for Python, Tcl, Glade)
ro: --from-code=NUME codare pentru fiºierele de intrare(input) (exceptând Python, Tcl, Glade)

source: By default the input files are assumed to be in ASCII.
ro: Implicit fiºierele de intrare(input) sunt presupuse a fi în ASCII.

source: -j, --join-existing join messages with existing file
ro: -j, --join-existing alãturã mesajele fiºierului existent

source: -x, --exclude-file=FILE.po entries from FILE.po are not extracted
ro: -x, --exclude-file=FIªIER.po intrãrile din FIªIER.po nu vor fi extrase

source: Language specific options:
ro: Opþiuni specifice limbajului:

source: -a, --extract-all extract all strings
ro: -a, --extract-all extrage toate ºirurile

source: --flag=WORD:ARG:FLAG additional flag for strings inside the argument number ARG of keyword WORD
ro: --flag=CUVÂNT:ARG:MARCAJ marcaj(flag) adiþional pentru ºiruriledin argumentul numãrul ARG al cuvântului cheie CUVÂNT

source: -T, --trigraphs understand ANSI C trigraphs for input
ro: -T, --trigraphs acceptã(understand) trigrafuri ANSI C pentru intrare (input)

source: (only languages C, C++, ObjectiveC)
ro: (doar limbajele C, C++, ObjectiveC)

source: --qt recognize Qt format strings
ro: --qt recunoaºte formatul ºirurilor Qt

source: (only language C++)
ro: (doar limbajul C++)

source: --debug more detailed formatstring recognition result
ro: --debug rezultat mai detaliat al recunoaºterii formatstring

source: --properties-output write out a Java .properties file
ro: --properties-output scrie un fiºier .properties Java

source: --copyright-holder=STRING set copyright holder in output
ro: --copyright-holder=ªIR seteazã deþinãtorul copyright-ului la ieºire(output)

source: --foreign-user omit FSF copyright in output for foreign user
ro: --foreign-user omite copyright FSF la ieºire pentru user strãin(foreign)

source: --msgid-bugs-address=EMAIL@ADDRESS set report address for msgid bugs
ro: --msgid-bugs-address=EMAIL@ADRESÃ seteazã adresa de reportare a bug-urilor msgid

source: A --flag argument doesn't have the <keyword>:<argnum>:[pass-]<flag> syntax: %s
ro: Un argument --flag nu are sintaxa <keyword>:<argnum>:[pass-]<flag> : %s

source: standard input
ro: intrare(input) standard

source: %s%s: warning:
ro: %s%s: avertisment:

source: Although being used in a format string position, the %s is not a valid %s format string. Reason: %s
ro: Deºi este folosit într-o poziþie de format a ºirului, %s nu este un format al ºirului valid %s. Motiv: %s

source: Although declared as such, the %s is not a valid %s format string. Reason: %s
ro: Deºi este declarat astfel, %s nu este un format al ºirului valid %s: Motiv: %s

source: Empty msgid. It is reserved by GNU gettext: gettext("") returns the header entry with meta information, not the empty string.
ro: msgid vid. Este rezervat de GNU gettext: gettext("") returneazã header-ul cu informaþii meta, nu cu ºirul vid.
